{
  "Login": "تسجيل الدخول",
  "Find a Dojo": "البحث عن دوجو (Dojo)",
  "Volunteer": "المتطوع",
  "Start a Dojo": "بدء دوجو (Dojo)",
  "Resources": "المصادر",
  "Close": "أغلق",
  "The CoderDojo movement believes that an understanding of programming languages is increasingly important in the modern world, that it’s both better and easier to learn these skills early, and that nobody should be denied the opportunity to do so.": "تعتقد حركة كوديردوجو (CoderDojo) أن فهم لغات البرمجة أمر متزايد الأهمية في العالم الحديث، فإنه من الأفضل والأسهل تعلم هذه المهارات (البرمجة) في وقت مبكر، ولا ينبغي لأحد أن يُحرم من مثل هذه الفرصة.",
  "Get Involved": "شارك معنا",
  "Find a Dojo near you": "البحث عن دوجو (Dojo) بالقرب منك",
  "Donate": "تبرع",
  "About CoderDojo": "حول كوديردوجو (CoderDojo)",
  "Foundation": "منظمة",
  "History": "تاريخ",
  "Our supporters": "مؤيدينا",
  "Contact Us": "اتصل بنا",
  "Community": "المجتمع",
  "Join our Slack": "الانضمام لدينا في منصة Slack",
  "Newsletter": "النشرة الإخبارية",
  "News": "أخبار",
  "Help us with translations": "ساعدنا في الترجمة",
  "Need help?": "هل تحتاج للمساعدة؟",
  "Our help center": "مركز المساعدة الخاص بنا",
  "CoderDojo – Enabling young people worldwide to create and explore technology together": "كوديردوجو (CoderDojo) - تمكين الشباب في جميع أنحاء العالم لخلق واستكشاف التكنولوجيا معا",
  "CoderDojo": "كوديردوجو (CoderDojo)",
  "CoderDojo is a global movement of free, volunteer-led, community-based computer programming clubs for young people. Children can visit a Dojo where they can learn to code, build websites, create apps or games, and explore technology in an creative and social environment.": "كوديردوجو (CoderDojo) هي حركة عالمية مجانية، تُقاد من قبل متطوعين، مجتمع معتمد على نوادي البرمجة الشبابية. يمكن للأطفال زيارتها من دوجو (Dojo) حيث يمكنهم تعلم كتابة التعليمات البرمجية وبناء المواقع وإنشاء تطبيقات أو ألعاب و أخيراً استكشاف التكنولوجيا في بيئة إبداعية واجتماعية.",
  "The community of {count} free, open and local programming clubs for young people": "مجتمع {count}، نوادي البرمجة المفتوحة و المحلية مجانا للشباب",
  "{youth} young people are being creative with technology with the help of {volunteers} volunteers in {countries} countries. Join us!": "{youth} الشباب يصنع الإبداعية مع التكنولوجيا بمساعدة {volunteers} المتطوعين من {countries} . انضم إلينا!",
  "What is CoderDojo?": "ما هو كوديردوجو (CoderDojo)؟",
  "Dojos are relaxed and fun programming clubs!": "دوجوس (Dojos) هي نوادي برمجة ممتعة و مسلية!",
  "When I started to attend the CoderDojo courses, I only knew how to copy/paste. Now, I can build websites and I even experiment with game development.": "عندما بدأت حضور دورات كوديردوجو (CoderDojo)، كنت أعرف كيفية النسخ/اللصق فقط. الآن، يمكنني إنشاء مواقع ويب و حتى القيام بتجارب لتطوير اللعبة.",
  "It’s a place to go to learn really cool coding activities and make friends. I’ve got a chance to try things from scratch to drones and even how to live code music with sonic pi!": "إنه مكان يمكنك الذهاب إليه لتعلم أنشطة برمجة بشكل رائع وتكوين صداقات. لقد حصلت على فرصة لتجربة أشياء من الصفر إلى الطائرات بدون طيار وحتى كيفية البرمجة المباشرة للموسيقى مع sonic pi!",
  "Being a mentor": "كونك مرشداً",
  "Find a Dojo to attend": "أبحث على دوجو (Dojo) للحضور",
  "Volunteer at a Dojo": "تطوع في دوجو (Dojo)",
  "Join us and meet {count} like-minded volunteers": "انضم إلينا واجتمع بـ {count} من المتطوعين ذوي التفكير المماثل",
  "Whether or not you can code, you can help a local club in just a few hours a month! Dojos need general volunteers, and mentors for sessions. Even mentors don’t have to have technical skills, because they help the young people mainly by encouraging them to discover their own way forward.": "يمكنك البرمجة أو لا، بأمكنك مساعدة نادي محلي بالعمل بعدد قليل من الساعات في الشهر! دوجوس (Dojos) بحاجة لمتطوعين،, ومرشدين للجلسات. حتى المرشدين ليسوا بحاجة لامتلك مهارات تقنية، لأن هدفهم الأساسي مساعدة الشباب من خلال تشجيعهم على اكتشاف طريقهم إلى الأمام.",
  "When I see them doing things on their own, getting their ideas out there, and seeing creativity spur out of the moment, really gives me so much joy": "عندما أراهم يفعلون أشياء بأنفسهم، يطلقون أفكارهم، و رؤية الإبداع وليد اللحظة، يمنحني الكثير من الفرح و السرور",
  "See how easy it is to try out": "انظر كم هو سهل أن تجرب",
  "Want to start a Dojo?": "تريد أن تبدأ دوجو (Dojo)؟",
  "It's just 3 steps!": "إنها مجرد 3 خطوات!",
  "CoderDojo champions are passionate, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "أبطال كوديردوجو (CoderDojo) هم قادة متطوعين متحمسين (وغالبا ما يكونون غير تقنيين!) الذين يتولون المسؤولية عن إنشاء وصيانة الدوجو (Dojo).",
  "Register with us as a champion so we can support you as you build and grow your Dojo.": "سجل معنا كبطل حتى نتمكن من مساعدتك في بناء وتنميته الدوجو (Dojo) الخاص بك.",
  "Schedule your first event using our simple online events system, and use some of over 200 ready-made coding projects to run a great first Dojo session.": "جدول الحدث الأول الخاص بك باستخدام نظام الأحداث البسيط الخاص بنا عبر الإنترنت، بحيث يمكنك استخدام بعضً من مشاريع البرمجة من بين أكثر من 200 مشروع برمجي جاهز لتشيغل أول جلسة دوجو (Dojo) رائعه.",
  "Our community is one vast family!": "مجتمعنا هو عبارة عن عائلة واحدة كبيرة!",
  "We're a global family that gets together in lots of places to talk, both online and face to face.": "نحن عائلة عالمية تجمعنا من أماكن متعددة للتحدث، سواء عبر الإنترنت أو وجهًا لوجه.",
  "We hold big events for young people and volunteers all around the world. So find what you want to get involved in!": "نحن نُقيم فعاليات كبيرة للشباب و للمتطوعين في جميع أنحاء العالم. لذلك يمكنك إيجاد ما تريد المشاركة في!",
  "We hold big yearly events called Coolest Projects for young people to show off what they have made.": "نحن نُقيم فعاليات سنوية كبيرة للشباب تسمى Coolest Projects لعرض ما قاموا به.",
  "There are less formal, regional MegaDojos, which are day-long Dojo sessions where kids can make whatever they want.": "هناك فعاليات إقليمية غير رسمية ميجادوجوس (MegaDojos)، والتي هي جلسات دوجو (Dojo) لمدة يوم كامل حيث يمكن للأطفال أن يفعلوا ما يريدون.",
  "We have many DojoCons every year all around the world, where volunteers get together and share their joys and learning!": "لدينا العديد من دوجوكونز (DojoCons) كل عام في جميع أنحاء العالم، حيث يجتمع المتطوعون ويتبادلون المعرفة في جو مسلي!",
  "Our team & history": "فريقنا والتاريخ",
  "We’re a {year}-year-old foundation with amazing growth and an eventful story.": "نحن مؤسسة عمرها {year} عام تنمو بشكل مدهش و تحوى قصة حافلة بالأحداث.",
  "Find out more about us!": "إعرف المزيد عنا!",
  "Talk to our community": "تحدث إلى مجتمعنا",
  "Say hello in our Facebook Group": "قل مرحبا في مجموعة الفيسبوك الخاصة بنا",
  "Our range of learning and training resources": "مجموعة المصادر التعلم والتدريب الخاصة بنا",
  "Our collection of learning and training resources will help you in setting up and running your Dojo. The collection includes educational material, exercises and project ideas to give to the Ninjas at your Dojo as well as links to training materials and content for organisers.": "سوف تساعدك مجموعة المصادر التعلم و التدريب التى جمعناها في إنشاء دوجو (Dojo) خاص بك وتشغيله. تحتوى المجموعة على مواد تعليمية وتمارين وأفكار لمشاريع مستقبلية ممكن تقديمها لفريقك (Ninjas) في الدوجو (Dojo) خاص بك بالإضافة إلى روابط لمواد تدريبية ومحتوى للمنظمات.",
  "To help you with setting up and running your Dojo, we've collected many useful resources created by community members, partners, and our team.": "لمساعدتك في إنشاء وتشغيل الدوجو (Dojo) الخاص بك، لقد جمعنا الكثير من المعلومات المفيدة التي تم إنشائها من قبل أفراد المجتمع و الشركاء وفريق العمل لدينا.",
  "Projects for your Dojo": "مشاريع لدوجو (Dojo) الخاص بك",
  "App Inventor for social enterprise": "مخترع التطبيق للمشروع الاجتماعي",
  "Scratch for social enterprise": "Scratch للمشاريع الاجتماعية",
  "HTML & CSS for social enterprise": "HTML و CSS للمشاريع الاجتماعية",
  "Make a chatbot using Scratch": "Make a chatbot using Scratch",
  "Create a meme generator in HTML": "Create a meme generator in HTML",
  "Code a pong game using Python": "Code a pong game using Python",
  "View more CoderDojo projects": "عرض المزيد من مشاريع كوديردوجو (CoderDojo)",
  "If you've created a piece of learning content for your Dojo or found an online resource that others might find useful, please share and talk about it on our forums!": "إذا قمت بإنشاء جزء من محتوى تعليمي لدوجو (Dojo) الخاص بك أو عثرت على مورد على الإنترنت التى قد يجدها الآخرون مفيدًا ، فيرجى مشاركته والتحدث عنه في منتدياتنا!",
  "Discuss your content on our forums": "ناقش محتواك على منتدياتنا",
  "Our free online training on starting a Dojo": "تدريبنا المجاني عبر الانترنت على بدء دوجو (Dojo)",
  "Use our free resources, such as e-learning modules and recommended practices, to make running your Dojo easier.": "استخدم مواردنا المجانية، مثل وحدات التعليم الإلكتروني والممارسات الموصى بها، لإدارة الدوجو (Dojo) الخاص بك بسهولة.",
  "Learn how to set up a programming club for young people": "تعلم كيفية إعداد نادي برمجة للشباب",
  "If you need to build your confidence and knowledge in order to to start a Dojo just use our online course where you'll learn how to help young people explore technology in an informal, creative and social environment.": "إذا كنت بحاجة إلى بناء ثقتك ومعرفتك من أجل البدء في دورة دوجو (Dojo)، استخدام الدورة التدريبية الخاصة بنا على الإنترنت، حيث يمكنك أن تتعلم كيفية مساعدة الشباب على استكشاف التقنيات في بيئة غير رسمية وإبداعية واجتماعية.",
  "Our Start a Dojo course": "بدء دورة دوجو (Dojo) الخاصة بنا",
  "Our Helpdesk": "مكتب المساعدة الخاص بنا",
  "We provide lots of in-depth articles on running your Dojo in our help desk section. This is your go-to place for answers to all your Dojo-related questions, and it also has a chat box for you to contact us if you need anything else.": "نقدم الكثير من المقالات التفصيلية حول إدارة الدوجو (Dojo) الخاص بك في قسم مكتب المساعدة الخاص بنا. هذا هو المكان المفضل لديك للحصول على إجابات لجميع الأسئلة ذات الصلة بـ Dojo ، كما أنه يحتوي على خاصية التواصل من خلال الدردشة المباشرة لتواصل معنا عند الحاجة.",
  "Visit our help desk": "قم بزيارة مكتب المساعدة الخاص بنا",
  "Start a CoderDojo club in your local area": "ابدأ نادي كوديردوجو (CoderDojo) في منطقتك",
  "Starting a Dojo is a fun and incredibly rewarding experience. The most important attribute you should have is that you can bring people together for a shared goal. Our registration process will guide you every step of the way making sure you have the most useful resources to hand.": "البدء بدوجو (Dojo) هو تجربة ممتعة ومجزية بشكل لا يصدق. أهم سمة يجب أن تتمتع بها هي أنه يمكنك جمع الأشخاص معاً لتحقيق هدف مشترك. عملية التسجيل الخاصة بنا سترشدك خطوة بخطوة و تضمن لك حصولك على الموارد الأكثر فائدة لمشاركتها.",
  "Let's start a Dojo for young people near you": "لنبدأ بإنشاء دوجو (Dojo) للشباب بالقرب منك",
  "1": "1",
  "Register": "سجل",
  "2": "2",
  "Find": "إيجاد",
  "Find a public venue to hold your Dojo events. Libraries, offices and community centres are often used.": "ابحث عن مكان عام لعقد مناسبة الدوجو (Dojo) الخاصة بك. غالبًا ما تُستخدم المكتبات و المراكز المجتمعية.",
  "3": "3",
  "Start": "إبدء",
  "Schedule your first event using our events system, and use some of over 200 projects to run a great first Dojo session.": "جدول الفعالية الأولى لك باستخدام نظام المناسبات الخاص بنا، واستخدم أكثر من 200 مشروع لإقامة أول جلسة دوجو (Dojo) رائعه.",
  "What is a Champion?": "ما هو بطل؟",
  "Dojos are championed by individuals all around the world who are passionate about giving young people the opportunity to learn to code. CoderDojo champions are enthusiastic, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "دوجوس (Dojos) مدعومون من قبل أفراد من جميع أنحاء العالم الذين لديهم شغف بإعطاء الفرصة للشباب لتعلم البرمجة. أبطال الكوديردوجو (CoderDojo) هم قادة متطوعين متحمسين (وغالبا ما يكونون غير تقنيين!) الذين يتولون المسؤولية عن إنشاء وصيانة الدوجو (Dojo).",
  "But champions are never alone! They find volunteers to help them organise their Dojo and mentor the young people. And champions always have CoderDojo's resources and our 200+ projects to help them run their club and engage the kids, and they can always ask us, the CoderDojo team, for our help directly.": "لكن الأبطال ليسوا وحدهم أبداً! الأبطال يجدون متطوعين لمساعدتهم على تنظيم الدوجو (Dojo) و إرشاد الشباب. والأبطال دائمًا لديهم موارد الكوديردوجو (CoderDojo) و مشاريعنا التي تزيد عن 200 مشروع لمساعدتهم على إدارة ناديهم وإشراك الأطفال ، ويمكنهم دائمًا أن يطلبوا منا ، فريق الكوديردوجو، لمساعدتنا بشكل مباشر.",
  "Realising that I had created such a wonderful place for the children also ignited a spark in me.": "أُدراك أنني قد أنشأت مكان رائع للأطفال كما أطلقت الطاقات التي في داخلي.",
  "Have more questions?": "لديك المزيد من الأسئلة؟",
  "We offer a free online course for people who'd like a structured way to start a Dojo": "نحن نقدم دورة مجانية عبر الإنترنت للأشخاص الذين يرغبون في بدء دوجو (Dojo) بطريقة منظمة",
  "Start a Dojo course": "بدء دورة دوجو (Dojo)",
  "In our help section, you'll find great articles to answer your questions, and you can ask us for advice directly!": "في قسم المساعدة الخاص بنا، ستجد مقالات رائعة للإجابة على أسئلتك، ويمكنك أن تطلب منا النصيحة مباشرة!",
  "Help desk": "مركز المساعدة",
  "There's no need to worry about projects or content for your Dojo": "لا داعي للقلق بشأن المشاريع أو محتوى الدوجو (Dojo) الخاص بك",
  "200+ coding lessons built for you": "أكثر من 200 درس لتعليم البرمجة بُنِي من أجلك",
  "Want to see it all in person?": "هل تريد أن ترى كل شيء بنفسك؟",
  "Find a Dojo event near you to visit": "أبحث عن مناسبة دوجو (Dojo) بالقرب منك للزيارة",
  "How you can volunteer with CoderDojo": "كيف يمكنك التطوع مع كوديردوجو (CoderDojo)",
  "Dojos benefit from a mix of Mentors providing support, guidance and encouragement to CoderDojo attendees (Ninjas). Maybe you love working with kids, perhaps you want to share your technical skills, or maybe you are creative and have an eye for design. All of these traits make you the perfect Dojo volunteer!": "تستفيد دوجوس (Dojos) من مزج المشرفين الذين يقدمون الدعم والتوجيه والتشجيع لحضور في كوديردوجو (CoderDojo) النينجا (Ninjas). ربما تحب العمل مع الأطفال، وربما ترغب في مشاركة مهاراتك التقنية، أو ربما كنت مبدعًا ولديك نظرة على التصميم. كل هذه السمات تجعلك متطوع دوجو (Dojo) المثالي!",
  "Volunteer at a Dojo near you!": "تطوع في دوجو (Dojo) بالقرب منك!",
  "What does it mean to volunteer at a Dojo?": "ماذا يعني أن تكون متطوع في دوجو (Dojo)؟",
  "There are {number} volunteers in {dojonumber} Dojos, and they do all sorts of things to help their clubs.": "هناك {number} متطوعً في {dojonumber} الدوجوس (Dojos)، ويقومون بجميع الأشياء الممكنة لمساعدة نواديهم.",
  "You do not need to be a programmer to mentor at a Dojo! A lot of mentors are attendees' parents who have no technical experience at all when they start. Dojos benefit from having mentors with different skills, backgrounds, and levels of knowledge who provide support and encouragement to CoderDojo youth (Ninjas). The clubs also need general volunteers who focus on organising the events. The easiest way to see what volunteering is like: watch our video, and find a Dojo event to drop by to discover in person how a Dojo works!": "أنت لا تحتاج إلى أن تكون مبرمج لإرشاد و قيادة الدوجو (Dojo)! الكثير من المرشدين و القادة هم آباء لم يكن لديهم خبرة تقنية على الإطلاق في البداية. تستفيد الدوجوس (Dojos) من وجود مرشدين و قادة لديهم مهارات و خبرات سابقة و مستويات مختلفة من المعرفة، الذين يقدمون الدعم والتشجيع لشباب الـ(CoderDojo). أيضًا الأندية تحتاج إلى متطوعين يعملون على تنظيم الفعاليات. أسهل طريقة لمعرفة ما هو العمل التطوعي: شاهد الفيديو الخاص بنا، وابحث عن فعالية دوجو (Dojo) للزيارة، لتكتشف بنفسك كيفية عمل الدوجو (Dojo)!",
  "When I see them do things on their own, getting their ideas out there. It really gives me so much enjoyment.": "عندما أراهم يفعلون أشياء بأنفسهم ، يشاركون أفكارهم. فإن ذلك يعطيني الكثير من المتعة و السرور.",
  "Find a Dojo to volunteer at": "أبحث عن دوجو (Dojo) للتطوع فيه",
  "How much time do I need to put in?": "كم من الوقت أحتاج للعمل معكم؟",
  "You can attend your Dojo’s events to help out for a couple of hours, whether they are weekly, fortnightly, or monthly.": "يمكنك حضور مناسبات الدوجو (Dojo) للمساعدة ولو لوقت قصير لا يتجاوز بضع ساعات، سواء كانت أسبوعية أو كل أسبوعين أو شهريًا.",
  "How much technical expertise do I need?": "ما مقدار الخبرة الفنية التي أحتاجها؟",
  "It's OK to have no technical experience, or lots of experience, or anything in between — there will be something useful you can do for your local Dojo. All help is appreciated!": "لا بأس من عدم وجود خبرة تقنية، أو الكثير من الخبرة، أو أي شيء بينهما – سيكون هناك شيء مفيد يمكنك القيام به لدوجو (Dojo) المحلي الخاص بك. كل مساعدة هي موضع تقدير!",
  "Resources to help you mentor young people": "موارد للمساعدة في توجيه الشباب",
  "Training and supports for volunteers": "التدريب والدعم للمتطوعين",
  "View our ready made resources for Dojos": "عرض الموارد الجاهزة لدينا دوجوس (Dojos)",
  "Ask us directly": "اسألنا مباشرة",
  "Girls initiative": "مبادرة الفتيات",
  "Governance": "Governance",
  "Want more information about starting a Dojo and what our team can support you with? Join a webinar!": "Want more information about starting a Dojo and what our team can support you with? Join a webinar!",
  "Start a Dojo: Webinar": "Start a Dojo: Webinar",
  "Thank you for your interest in joining the CoderDojo community!": "Thank you for your interest in joining the CoderDojo community!",
  "Due to the coronavirus pandemic, we have paused the Dojo verification process.": "Due to the coronavirus pandemic, we have paused the Dojo verification process.",
  "In the meantime, we’re providing exciting opportunities for young people, parents, volunteers, and educators to get creative with tech through": "In the meantime, we’re providing exciting opportunities for young people, parents, volunteers, and educators to get creative with tech through",
  "Digital Making at Home": "Digital Making at Home",
  "from the Raspberry Pi Foundation.": "from the Raspberry Pi Foundation."
}
