{
  "Login": "Einloggen",
  "Find a Dojo": "Finde ein Dojo",
  "Volunteer": "Mitarbeiten",
  "Start a Dojo": "Gründe ein Dojo",
  "Resources": "Material",
  "Close": "Schließen",
  "The CoderDojo movement believes that an understanding of programming languages is increasingly important in the modern world, that it’s both better and easier to learn these skills early, and that nobody should be denied the opportunity to do so.": "Die CoderDojo-Bewegung glaubt, dass ein Verständnis von Programmiersprachen in der modernen Welt zunehmend wichtiger wird, dass es sowohl besser als auch leichter ist, diese Fähigkeiten schon früh zu erlernen und dass niemandem die Möglichkeit genommen werden sollte, dies zu tun.",
  "Get Involved": "Mach mit",
  "Find a Dojo near you": "Finde ein Dojo in deiner Nähe",
  "Donate": "Spenden",
  "About CoderDojo": "Über CoderDojo",
  "Foundation": "Stiftung",
  "History": "Historie",
  "Our supporters": "Unsere Unterstützer",
  "Contact Us": "Nimm Kontakt zu uns auf",
  "Community": "Community",
  "Badges": "Abzeichen",
  "Join our Slack": "Tritt uns auf Slack bei",
  "Newsletter": "Newsletter",
  "News": "Neuigkeiten",
  "Help us with translations": "Hilf uns bei der Übersetzung",
  "Need help?": "Brauchst Du Hilfe?",
  "Our help center": "Unser Hilfezentrum",
  "CoderDojo – Enabling young people worldwide to create and explore technology together": "CoderDojo – Jugendlichen weltweit ermöglichen, gemeinsam Technologien zu entwickeln und zu erforschen",
  "CoderDojo": "CoderDojo",
  "CoderDojo is a global movement of free, volunteer-led, community-based computer programming clubs for young people. Children can visit a Dojo where they can learn to code, build websites, create apps or games, and explore technology in an creative and social environment.": "CoderDojo ist eine weltweite Bewegung kostenloser, ehrenamtlich geführter, community-basierter Programmierclubs für junge Menschen. Kinder können ein Dojo besuchen, wo sie das Programmieren, das Erstellen von Webseiten, Apps oder Spielen erlernen und Technologie in einem kreativen und sozialen Umfeld entdecken können.",
  "The community of {count} free, open and local programming clubs for young people": "Die Gemeinschaft aus {count} kostenlosen, offenen und lokalen Programmierclubs für junge Menschen",
  "{youth} young people are being creative with technology with the help of {volunteers} volunteers in {countries} countries. Join us!": "{youth} junge Menschen arbeiten kreativ mit Technologie mit der Hilfe von {volunteers} Freiwilligen in {countries} Ländern. Mach mit!",
  "What is CoderDojo?": "Was ist CoderDojo?",
  "Dojos are relaxed and fun programming clubs!": "Dojos sind entspannte und spaßige Programmierclubs!",
  "When I started to attend the CoderDojo courses, I only knew how to copy/paste. Now, I can build websites and I even experiment with game development.": "Als ich beim CoderDojo-Kurs anfing, wusste ich nur, wie man kopiert/einfügt. Mittlerweile kann ich Webseiten erstellen und ich experimentiere sogar mit Spielentwicklung.",
  "It’s a place to go to learn really cool coding activities and make friends. I’ve got a chance to try things from scratch to drones and even how to live code music with sonic pi!": "Es ist ein Ort, den man besuchen kann, um echt coole Programmiertätigkeiten zu lernen und Freunde zu finden. Ich hatte die Möglichkeit, Dinge von Scratch bis hin zu Drohnen auszuprobieren und selbst live Musik mit Sonic Pi zu erstellen!",
  "Being a mentor": "Mentor/in werden",
  "Find a Dojo to attend": "Ein Dojo finden, um teilzunehmen",
  "Volunteer at a Dojo": "Werde ehrenamtlich in einem Dojo aktiv",
  "Join us and meet {count} like-minded volunteers": "Mach mit und triff {count} gleichgesinnte Ehrenamtliche",
  "Whether or not you can code, you can help a local club in just a few hours a month! Dojos need general volunteers, and mentors for sessions. Even mentors don’t have to have technical skills, because they help the young people mainly by encouraging them to discover their own way forward.": "Egal, ob du programmieren kannst oder nicht, mit ein paar Stunden im Monat kannst du deinem örtlichen Club helfen. Dojos benötigen für ihre Treffen allgemeine Freiwillige und Mentoren. Selbst Mentoren benötigen nicht zwingend technische Fähigkeiten, weil sie den Jugendlichen vor allem helfen, indem sie sie dazu ermutigen, ihren eigenen Weg zu entdecken, um weiterzukommen.",
  "When I see them doing things on their own, getting their ideas out there, and seeing creativity spur out of the moment, really gives me so much joy": "Es macht mir so viel Freude, wenn ich sie dabei sehe, wie sie Dinge auf eigene Faust tun, Ideen entwickeln und die spontane Kreativität sich entfaltet",
  "See how easy it is to try out": "Finde heraus, wie einfach es geht",
  "Want to start a Dojo?": "Du willst ein Dojo starten?",
  "It's just 3 steps!": "Es sind nur 3 Schritte!",
  "CoderDojo champions are passionate, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "CoderDojo Champions sind leidenschaftliche und ehrgeizige Freiwillige (und oft keine Technikfreaks!), die sich um das Ausrichten und die Durchführung eines Dojos kümmern.",
  "Register with us as a champion so we can support you as you build and grow your Dojo.": "Registriere dich bei uns als Champion, sodass wir dir beim Aufbauen und Ausweiten deines Dojos helfen können.",
  "Schedule your first event using our simple online events system, and use some of over 200 ready-made coding projects to run a great first Dojo session.": "Plane deine erste Veranstaltung, indem du unser einfaches Online-Event-System und einige unserer 200 vorgefertigten Programmierprojekte nutzt, um eine großartige erste Dojo-Sitzung zu veranstalten.",
  "Our community is one vast family!": "Unsere Community ist eine große Familie!",
  "We're a global family that gets together in lots of places to talk, both online and face to face.": "Wir sind eine weltweite Familie, die an vielen Orten zusammenkommt, sowohl online als auch persönlich.",
  "We hold big events for young people and volunteers all around the world. So find what you want to get involved in!": "Wir veranstalten große Events für junge Leute und Freiwillige auf der ganzen Welt. Also finde etwas, an dem du dich beteiligen möchtest!",
  "We hold big yearly events called Coolest Projects for young people to show off what they have made.": "Wir veranstalten jährlich große Events namens Coolest Projects, wo junge Leute zeigen können, was sie kreiert haben.",
  "There are less formal, regional MegaDojos, which are day-long Dojo sessions where kids can make whatever they want.": "Es gibt weniger formelle, regionale MegaDojos. Das sind eintägige Dojo-Sitzungen sind, bei denen Kinder arbeiten können woran sie möchten.",
  "We have many DojoCons every year all around the world, where volunteers get together and share their joys and learning!": "Wir haben jedes Jahr mehrere DojoCons auf der ganzen Welt, wo Freiwillige zusammenkommen und ihre Freude sowie ihr Erlerntes zu teilen!",
  "Our team & history": "Unser Team & unsere Geschichte",
  "We’re a {year}-year-old foundation with amazing growth and an eventful story.": "Wir sind eine {year} Jahre alte Organisation mit erstaunlichem Wachstum und einer ereignisreichen Geschichte.",
  "Find out more about us!": "Finde mehr über uns heraus!",
  "Talk to our community": "Sprich mit unserer Community",
  "Say hello in our Facebook Group": "Sag Hallo in unserer Facebook-Gruppe",
  "Our range of learning and training resources": "Unser Angebot an Lern- und Lehrmaterialien",
  "Our collection of learning and training resources will help you in setting up and running your Dojo. The collection includes educational material, exercises and project ideas to give to the Ninjas at your Dojo as well as links to training materials and content for organisers.": "Unsere Sammlung von Lern- und Lehrmaterialien werden dir beim Aufbau und der Durchführung deines Dojos helfen. Die Sammlung enthält Unterrichtsmaterial, Übungen und Projektideen für die Ninjas in deinem Dojo sowie Links zu Lehrmaterialien und Inhalten für Organisatoren.",
  "To help you with setting up and running your Dojo, we've collected many useful resources created by community members, partners, and our team.": "Um dir beim Aufbau und der Durchführung deines Dojos zu helfen, haben wir viele nützliche Materialien gesammelt, die von Community-Mitgliedern, Partnern und unserem Team erstellt wurden.",
  "Projects for your Dojo": "Projekte für dein Dojo",
  "App Inventor for social enterprise": "App Inventor für gemeinnützige Organisationen",
  "Scratch for social enterprise": "Scratch für gemeinnützige Organisationen",
  "HTML & CSS for social enterprise": "HTML & CSS für gemeinnützige Organisationen",
  "Make a chatbot using Scratch": "Erstelle einen Chatbot mit Scratch",
  "Create a meme generator in HTML": "Erstelle einen Memegenerator mit HTML",
  "Code a pong game using Python": "Programmiere ein Pong-Spiel mit Python",
  "View more CoderDojo projects": "Weitere CoderDojo-Projekte anzeigen",
  "If you've created a piece of learning content for your Dojo or found an online resource that others might find useful, please share and talk about it on our forums!": "Wenn du Lernmaterialien für dein Dojo erstellst oder online hilfreiche Materialien findest, stelle sie ins Forum und berichte darüber!",
  "Discuss your content on our forums": "Teile deine Inhalte in unseren Foren",
  "Our free online training on starting a Dojo": "Unser kostenloses Online-Training zum Gründen eines Dojos",
  "Use our free resources, such as e-learning modules and recommended practices, to make running your Dojo easier.": "Nutze unsere kostenlosen Materialien, wie z. B. E-Learning-Module und empfohlene Vorgehensweisen, um dir die Durchführung deines Dojos leichter zu machen.",
  "Learn how to set up a programming club for young people": "Erfahre, wie man einen Programmierclub für Kinder und Jugendliche einrichtet",
  "If you need to build your confidence and knowledge in order to to start a Dojo just use our online course where you'll learn how to help young people explore technology in an informal, creative and social environment.": "Wenn dir noch Selbstvertrauen oder Wissen fehlen, um ein Dojo zu starten, nutze unseren Online-Kurs, in dem du lernst, wie man jungen Leuten beim Entdecken von Technologie in einer zwangsfreien, kreativen und sozialen Umgebung hilft.",
  "Our Start a Dojo course": "Unser „Starte ein Dojo“-Kurs",
  "Our Helpdesk": "Unser Helpdesk",
  "We provide lots of in-depth articles on running your Dojo in our help desk section. This is your go-to place for answers to all your Dojo-related questions, and it also has a chat box for you to contact us if you need anything else.": "Wir bieten viele ausführliche Artikel über die Durchführung eines Dojos in unserem Helpdesk-Bereich. Das ist deine Anlaufstelle für alle Fragen bezüglich deines Dojos. Du findest dort ebenfalls eine Chat-Box, um uns zu kontaktieren, falls du noch etwas anderes benötigen solltest.",
  "Visit our help desk": "Besuche unseren Helpdesk",
  "Start a CoderDojo club in your local area": "Starte einen CoderDojo-Club in deiner Umgebung",
  "Starting a Dojo is a fun and incredibly rewarding experience. The most important attribute you should have is that you can bring people together for a shared goal. Our registration process will guide you every step of the way making sure you have the most useful resources to hand.": "Ein Dojo aufzubauen macht Spaß und ist eine unglaublich bereichernde Erfahrung. Die wichtigste Eigenschaft, die du haben solltest, ist, dass du Leute für ein gemeinsames Ziel zusammenbringen kannst. Unser Registrierungsprozess wird dich bei jedem Schritt begleiten, um sicherzustellen, dass du die nützlichsten Materialien zur Hand hast.",
  "Let's start a Dojo for young people near you": "Starte ein Dojo für Kinder und Jugendliche in deiner Nähe",
  "1": "1",
  "Register": "Registrieren",
  "2": "2",
  "Find": "Suchen",
  "Find a public venue to hold your Dojo events. Libraries, offices and community centres are often used.": "Finde einen öffentlichen Veranstaltungsort für deine Dojo-Veranstaltungen; oft werden Büchereien, Büros und Gemeindezentren genutzt.",
  "3": "3",
  "Start": "Starten",
  "Schedule your first event using our events system, and use some of over 200 projects to run a great first Dojo session.": "Plane deine erste Veranstaltung in unser Event-System und gestalte deine großartige erste Dojo-Session mit einige von über 200 Projekten.",
  "What is a Champion?": "Was ist ein Champion?",
  "Dojos are championed by individuals all around the world who are passionate about giving young people the opportunity to learn to code. CoderDojo champions are enthusiastic, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "Dojos auf der ganzen Welt werden von Leuten geleitet, die leidenschaftlich gern jungen Menschen die Möglichkeit geben, Programmieren zu lernen. CoderDojo-Champions sind begeisterte, ehrgeizige Freiwillige (und oft keine Technikfreaks!), die sich um die Einrichtung und Durchführung von Dojos kümmern.",
  "But champions are never alone! They find volunteers to help them organise their Dojo and mentor the young people. And champions always have CoderDojo's resources and our 200+ projects to help them run their club and engage the kids, and they can always ask us, the CoderDojo team, for our help directly.": "Aber Champions sind niemals allein! Sie suchen sich Freiwillige, die ihnen bei der Organisation ihres Dojos und bei der Betreuung der Kinder und Jugendlichen helfen. Außerdem haben Champions die Materialien von CoderDojo und unsere mehr als 200 Projektideen und -anleitungen zur Hand, die ihnen bei der Durchführung ihres Clubs und beim Begeistern der Kinder helfen. Darüber hinaus können sie immer uns, das CoderDojo-Team, direkt um Hilfe bitten.",
  "Realising that I had created such a wonderful place for the children also ignited a spark in me.": "Zu erkennen, dass ich einen so wunderbaren Ort für die Kinder geschaffen hatte, entzündete auch in mir einen Funken.",
  "Have more questions?": "Noch Fragen?",
  "We offer a free online course for people who'd like a structured way to start a Dojo": "Wir bieten einen kostenlosen Online-Kurs für Leute, die gerne einen strukturierten Weg zum Aufbau eines Dojos hätten",
  "Start a Dojo course": "Starte einen Dojo-Kurs",
  "In our help section, you'll find great articles to answer your questions, and you can ask us for advice directly!": "In unserem Hilfebereich findest du tolle Artikel, die deine Fragen beantworten und du kannst uns direkt um Rat bitten!",
  "Help desk": "Helpdesk",
  "There's no need to worry about projects or content for your Dojo": "Es gibt keinen Grund zur Sorge was Projekte oder Inhalte für dein Dojo angeht",
  "200+ coding lessons built for you": "Mehr als 200 Programmierlektionen für dich",
  "Want to see it all in person?": "Du willst das alles persönlich sehen?",
  "Find a Dojo event near you to visit": "Finde eine Dojo-Veranstaltung in deiner Nähe",
  "How you can volunteer with CoderDojo": "Wie du dich ehrenamtlich bei CoderDojo engagieren kannst",
  "Dojos benefit from a mix of Mentors providing support, guidance and encouragement to CoderDojo attendees (Ninjas). Maybe you love working with kids, perhaps you want to share your technical skills, or maybe you are creative and have an eye for design. All of these traits make you the perfect Dojo volunteer!": "Dojos profitieren von einer Mischung von Mentoren, die CoderDojo-Teilnehmern (Ninjas) helfen, anleiten und ermutigen. Vielleicht liebst du die Arbeit mit Kindern, eventuell möchtest du deine technischen Fähigkeiten teilen oder du bist kreativ und hast ein Auge für Design. Alle diese Eigenschaften machen dich zur/m perfekten Dojo-Ehrenamtlichen!",
  "Volunteer at a Dojo near you!": "Engagier dich ehrenamtlich bei einem Dojo in deiner Nähe!",
  "What does it mean to volunteer at a Dojo?": "Was bedeutet es, ehrenamtlich bei einem Dojo mitzuarbeiten?",
  "There are {number} volunteers in {dojonumber} Dojos, and they do all sorts of things to help their clubs.": "Es gibt {number} Freiwillige bei {dojonumber} Dojos und sie tun unterschiedlichste Dinge, um ihren Clubs zu helfen.",
  "You do not need to be a programmer to mentor at a Dojo! A lot of mentors are attendees' parents who have no technical experience at all when they start. Dojos benefit from having mentors with different skills, backgrounds, and levels of knowledge who provide support and encouragement to CoderDojo youth (Ninjas). The clubs also need general volunteers who focus on organising the events. The easiest way to see what volunteering is like: watch our video, and find a Dojo event to drop by to discover in person how a Dojo works!": "Du musst kein Programmier sein, um ein Dojo zu betreuen! Viele Mentoren sind Eltern von Teilnehmenden, die zu Beginn überhaupt keine technischen Erfahrungen haben. Dojos profitieren davon, Mentor/innen mit unterschiedlichen Fähigkeiten, Hintergründen und Kenntnisständen zu haben, die der CoderDojo-Jugend (Ninjas) ihre Unterstützung anbieten und sie ermutigen. Die Clubs benötigen darüber hinaus Ehrenamtliche, die sich auf die Organisation der Veranstaltungen konzentrieren. Der einfachste Weg dir die Ehrenamtlichenarbeit anzusehen: Sieh dir unser Video an und finde eine Dojo-Veranstaltung in Deiner Nähe zu sehen, wie ein Dojo funktioniert!",
  "When I see them do things on their own, getting their ideas out there. It really gives me so much enjoyment.": "Es macht mir so viel Freude, wenn ich sie dabei sehe, wie sie Dinge auf eigene Faust tun und Ideen entwickeln.",
  "Find a Dojo to volunteer at": "Finde ein Dojo zum Mitmachen",
  "How much time do I need to put in?": "Wie viel Zeit muss ich mitbringen?",
  "You can attend your Dojo’s events to help out for a couple of hours, whether they are weekly, fortnightly, or monthly.": "Du kannst ein paar Stunden in Deinem Dojo helfen, egal ob es wöchentlich, zweiwöchentlich oder monatlich stattfinden.",
  "How much technical expertise do I need?": "Wie gut müssen meine technischen Kenntnisse sein?",
  "It's OK to have no technical experience, or lots of experience, or anything in between — there will be something useful you can do for your local Dojo. All help is appreciated!": "Es ist egal ob Du keine technische Erfahrung, haufenweise Erfahrung oder irgendetwas dazwischen hast. – Es gibt viele nützliche Dinge, die Du für dein lokales Dojo tun kannst. Jede Art von Hilfe wird geschätzt!",
  "Resources to help you mentor young people": "Materialien, die Dir bei der Betreuung der Kinder und Jugendlichen helfen",
  "Training and supports for volunteers": "Schulungen und Unterstützung für Ehrenamtliche",
  "View our ready made resources for Dojos": "Sieh dir unsere vorgefertigten Materialien für Dojos an",
  "Ask us directly": "Frag uns direkt",
  "Girls initiative": "Mädchen-Initiative",
  "Governance": "Steuerung",
  "Want more information about starting a Dojo and what our team can support you with? Join a webinar!": "Möchtest Du mehr Information darüber, wie Du ein Dojo gründen kannst und wie unser Team Dich dabei unterstützen kann? Komm zu einem Webinar!",
  "Start a Dojo: Webinar": "Gründe ein Dojo: Webinar",
  "Thank you for your interest in CoderDojo!": "Danke für dein Interesse für CoderDojo!",
  "The coronavirus pandemic continues to impact all our lives, including how Dojos can run.": "Die Coronavirus Pandemie wirkt sich weiterhin auf uns alle aus. Sie beeinflusst auch wie Dojos laufen können.",
  "See": "Siehe",
  "our resources and guidance on the creative ways Dojos are running.": "unsere Ressourcen und Anleitung für die kreative Art und Weise, wie Dojos laufen."
}
