{
  "Login": "Σύνδεση",
  "Find a Dojo": "Βρες ένα Dojo",
  "Volunteer": "Εθελοντής",
  "Start a Dojo": "Ξεκίνα ένα Dojo",
  "Resources": "Πόροι",
  "Close": "Κλείσιμο",
  "The CoderDojo movement believes that an understanding of programming languages is increasingly important in the modern world, that it’s both better and easier to learn these skills early, and that nobody should be denied the opportunity to do so.": "Στο κίνημα CoderDojo πιστεύουμε ότι η κατανόηση γλωσσών προγραμματισμού είναι ολοένα και πιο σημαντική στον σύγχρονο κόσμο, ότι είναι καλύτερο και ευκολότερο να μαθαίνουμε νωρίς αυτές τις δεξιότητες, και ότι όλοι πρέπει να έχουν την ευκαιρία να το πράξουν.",
  "Get Involved": "Εμπλακείτε",
  "Find a Dojo near you": "Βρες ένα Dojo κοντά σου",
  "Donate": "Κάνε δωρεά",
  "About CoderDojo": "Σχετικά με το CoderDojo",
  "Foundation": "Ίδρυμα",
  "History": "Ιστορία",
  "Our supporters": "Οι υποστηρικτές μας",
  "Contact Us": "Επικοινωνία",
  "Community": "Κοινότητα",
  "Badges": "Σήματα",
  "Join our Slack": "Γίνε μέλος στην ομάδα μας στο Slack",
  "Newsletter": "Ενημερωτικό δελτίο",
  "News": "Νέα",
  "Help us with translations": "Βοήθησε στην μετάφραση",
  "Need help?": "Χρειάζεσαι βοήθεια;",
  "Our help center": "Κέντρο βοήθειας",
  "CoderDojo – Enabling young people worldwide to create and explore technology together": "CoderDojo – Επιτρέποντας σε νέους ανθρώπους σε όλο τον κόσμο να δημιουργήσουν και να εξερευνήσουν μαζί την τεχνολογία",
  "CoderDojo": "CoderDojo",
  "CoderDojo is a global movement of free, volunteer-led, community-based computer programming clubs for young people. Children can visit a Dojo where they can learn to code, build websites, create apps or games, and explore technology in an creative and social environment.": "Το CoderDojo είναι ένα παγκόσμιο κίνημα δωρεάν, εθελοντικών, ανοικτών λεσχών προγραμματισμού για νέους και νέες. Τα παιδιά μπορούν να επισκεφθούν ένα Dojo όπου μπορούν να μάθουν κώδικα, κατασκευή ιστοσελίδων, δημιουργία εφαρμογών ή παιχνιδιών και να εξερευνήσουν την τεχνολογία σε ένα δημιουργικό και κοινωνικό περιβάλλον.",
  "The community of {count} free, open and local programming clubs for young people": "Η Κοινότητα {count} ελεύθερων, ανοικτών και τοπικών λεσχών προγραμματισμού για νέους",
  "{youth} young people are being creative with technology with the help of {volunteers} volunteers in {countries} countries. Join us!": "{youth} νέοι δημιουργούν με τη τεχνολογία με τη βοήθεια {volunteers} εθελοντών σε {countries} χώρες. Έλα μαζί μας!",
  "What is CoderDojo?": "Τι είναι το CoderDojo;",
  "Dojos are relaxed and fun programming clubs!": "Τα Dojos είναι χαλαρές και διασκεδαστικές λέσχες προγραμματισμού!",
  "When I started to attend the CoderDojo courses, I only knew how to copy/paste. Now, I can build websites and I even experiment with game development.": "Όταν άρχισα να παρακολουθώ τα μαθήματα CoderDojo, ήξερα μόνο πώς να κάνω copy/paste. Τώρα, μπορώ να κατασκευάζω ιστοσελίδες, ακόμα και να πειραματίζομαι με την ανάπτυξη παιχνιδιών.",
  "It’s a place to go to learn really cool coding activities and make friends. I’ve got a chance to try things from scratch to drones and even how to live code music with sonic pi!": "Είναι ένα μέρος για να κάνεις πραγματικά εντυπωσιακές δραστηριότητες κωδικοποίησης και να γνωρίσεις φίλους. Έχω την ευκαιρία να δοκιμάσω πράγματα από Scratch μέχρι Drones, ακόμα και να συνθέτω μουσική με το sonic pi!",
  "Being a mentor": "Γίνε μέντορας",
  "Find a Dojo to attend": "Βρες ένα Dojo για να παρακολουθήσεις",
  "Volunteer at a Dojo": "Γίνε εθελοντής σε ένα Dojo",
  "Join us and meet {count} like-minded volunteers": "Έλα μαζί μας και γνώρισε {count} εθελοντές σαν κι εσένα",
  "Whether or not you can code, you can help a local club in just a few hours a month! Dojos need general volunteers, and mentors for sessions. Even mentors don’t have to have technical skills, because they help the young people mainly by encouraging them to discover their own way forward.": "Άσχετα αν μπορείς ή όχι να προγραμματίσεις, μπορείς να βοηθήσεις μια τοπική λέσχη προγραμματισμού για λίγες ώρες το μήνα! Τα Dojos χρειάζονται εθελοντές και μέντορες για τα μαθήματα. Ακόμη και οι μέντορες δεν χρειάζεται να έχουν τεχνικές γνώσεις, επειδή βοηθούν τους νέους κυρίως με την ενθάρρυνσή τους να ανακαλύψουν το δικό τους δρόμο.",
  "When I see them doing things on their own, getting their ideas out there, and seeing creativity spur out of the moment, really gives me so much joy": "Όταν τους βλέπω να κάνουν πράγματα μόνοι τους, να βάζουν σε εφαρμογή τις ιδέες τους, και βλέποντας τη δημιουργικότητα να γεννιέται στη στιγμή, πραγματικά μου δίνει πολλή χαρά",
  "See how easy it is to try out": "Δες πόσο εύκολο είναι να δοκιμάσεις",
  "Want to start a Dojo?": "Θες να ξεκινήσεις ένα Dojo;",
  "It's just 3 steps!": "Γίνεται σε 3 μόλις βήματα!",
  "CoderDojo champions are passionate, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "Οι πρωταθλητές CoderDojo είναι παθιασμένοι, αποφασισμένοι εθελοντές που αναλαμβάνουν το ξεκίνημα και τη λειτουργία ενός Dojo.",
  "Register with us as a champion so we can support you as you build and grow your Dojo.": "Κάνε εγγραφή ως πρωταθλητής, ώστε να μπορούμε να σε υποστηρίξουμε καθώς ξεκινάς και αναπτύσεις το Dojo σου.",
  "Schedule your first event using our simple online events system, and use some of over 200 ready-made coding projects to run a great first Dojo session.": "Προγραμμάτισε την πρώτη εκδήλωση χρησιμοποιώντας το απλό σύστημα online εκδηλώσεων, και χρησιμοποίησε κάποια από τα περισσότερα από 200 έτοιμα έργα κώδικα για να οργανώσεις μια υπέροχη πρώτη συνεδρία Dojo.",
  "Our community is one vast family!": "Η κοινότητά μας είναι μία μεγάλη οικογένεια!",
  "We're a global family that gets together in lots of places to talk, both online and face to face.": "Είμαστε μια παγκόσμια οικογένεια που συναντάται σε πολλά σημεία για να συζητήσει, τόσο online όσο και πρόσωπο με πρόσωπο.",
  "We hold big events for young people and volunteers all around the world. So find what you want to get involved in!": "Οργανώνουμε μεγάλες εκδηλώσεις για νέους ανθρώπους και εθελοντές σε όλο τον κόσμο. Βρες αυτό που θες για να συμμετάσχεις!",
  "We hold big yearly events called Coolest Projects for young people to show off what they have made.": "Οργανώνουμε μεγάλες ετήσιες εκδηλώσεις που ονομάζονται Coolest Projects όπου νέοι άνθρωποι παρουσιάζουν ό, τι έχουν κάνει.",
  "There are less formal, regional MegaDojos, which are day-long Dojo sessions where kids can make whatever they want.": "Υπάρχουν λιγότερο επίσημα, περιφερειακά MegaDojos, τα οποία διαρκούν όλη μέρα και τα παιδιά μπορούν να φτιάξον ό, τι θέλουν.",
  "We have many DojoCons every year all around the world, where volunteers get together and share their joys and learning!": "Οργανώνουμε πολλά DojoCons κάθε χρόνο σε όλο τον κόσμο, όπου συναντώνται εθελοντές και μοιράζονται τα ενδιαφέροντα και τις γνώσεις τους!",
  "Our team & history": "Η ομάδα μας και η ιστορία μας",
  "We’re a {year}-year-old foundation with amazing growth and an eventful story.": "Είμαστε ένα {year}-χρονο ίδρυμα με εντυπωσιακή πρόοδο και μια αξιοσημείωτη ιστορία.",
  "Find out more about us!": "Μάθε περισσότερα για μας!",
  "Talk to our community": "Μίλησε με την κοινότητά μας",
  "Say hello in our Facebook Group": "Χαιρέτισε την ομάδα μας στο Facebook",
  "Our range of learning and training resources": "Το εύρος των μαθησιακών και εκπαιδευτικών πόρων μας",
  "Our collection of learning and training resources will help you in setting up and running your Dojo. The collection includes educational material, exercises and project ideas to give to the Ninjas at your Dojo as well as links to training materials and content for organisers.": "Η συλλογή μαθησιακών και εκπαιδευτικών πόρων μας θα σε βοηθήσει να στήσεις και λειτουργήσεις το δικό σου Dojo. Η συλλογή περιλαμβάνει εκπαιδευτικό υλικό, ασκήσεις και ιδέες για έργα για να αναθέσεις στους Ninjas του δικού σου Dojo, καθώς επίσης και συνδέσμους για εκπαιδευτικό υλικό και περιεχόμενο για τους οργανωτές.",
  "To help you with setting up and running your Dojo, we've collected many useful resources created by community members, partners, and our team.": "Για να σε βοηθήσουμε με την προετοιμασία και λειτουργία του Dojo σου, έχουμε συλλέξει πολλούς χρήσιμους πόρους που δημιουργήθηκαν από μέλη της κοινότητας, συνεργάτες και την ομάδα μας.",
  "Projects for your Dojo": "Έργα για το Dojo σου",
  "App Inventor for social enterprise": "App Inventor για την κοινωνική επιχείρηση",
  "Scratch for social enterprise": "Scratch για την κοινωνική επιχείρηση",
  "HTML & CSS for social enterprise": "HTML & CSS για την κοινωνική επιχείρηση",
  "Make a chatbot using Scratch": "Make a chatbot using Scratch",
  "Create a meme generator in HTML": "Create a meme generator in HTML",
  "Code a pong game using Python": "Code a pong game using Python",
  "View more CoderDojo projects": "Δες περισσότερα έργα CoderDojo",
  "If you've created a piece of learning content for your Dojo or found an online resource that others might find useful, please share and talk about it on our forums!": "Εάν έχεις δημιουργήσει εκπαιδευτικό υλικό για το Dojo σου ή βρήκες online υλικό που μπορεί να φανεί χρήσιμο σε άλλους, παρακαλώ μοιράσου το και μίλησε για αυτό στο φόρουμ μας!",
  "Discuss your content on our forums": "Συζήτησε για το υλικό σου στο φόρουμ μας",
  "Our free online training on starting a Dojo": "Η δωρεάν online εκπαίδευση μας σχετικά με την έναρξη ενός Dojo",
  "Use our free resources, such as e-learning modules and recommended practices, to make running your Dojo easier.": "Χρησιμοποίησε τους δωρεάν πόρους μας, όπως e-learning ενότητες και συνιστώμενες πρακτικές, για να λειτουργήσεις ευκολότερα το Dojo σου.",
  "Learn how to set up a programming club for young people": "Μάθε πώς να προετοιμάσεις μια λέσχη προγραμματισμού για νέους",
  "If you need to build your confidence and knowledge in order to to start a Dojo just use our online course where you'll learn how to help young people explore technology in an informal, creative and social environment.": "Εάν χρειάζεσαι να αποκτήσεις γνώσεις και αυτοπεποίθηση για να ξεκινήσεις ένα Dojo, χρησιμοποίησε απλά το online μάθημα όπου θα μάθεις πώς να βοηθήσεις τους νέους να εξερευνήσουν την τεχνολογία σε ένα χαλαρό, δημιουργικό και κοινωνικό περιβάλλον.",
  "Our Start a Dojo course": "Το μάθημα για την Έναρξη ενός Dojo",
  "Our Helpdesk": "Υπηρεσία υποστήριξης",
  "We provide lots of in-depth articles on running your Dojo in our help desk section. This is your go-to place for answers to all your Dojo-related questions, and it also has a chat box for you to contact us if you need anything else.": "Παρέχουμε πολλά αναλυτικά άρθρα σχετικά με τη λειτουργία ενός Dojo στην υπηρεσία υποστήριξης. Αυτό είναι το μέρος για απαντήσεις σε όλες τις ερωτήσεις σου που σχετίζονται με το Dojo, και έχει επίσης ένα πλαίσιο συνομιλίας για να επικοινωνήσεις μαζί μας αν χρειάζεσαι κάτι άλλο.",
  "Visit our help desk": "Επισκέψου την υπηρεσία υποστήριξης",
  "Start a CoderDojo club in your local area": "Ξεκίνα μια λέσχη CoderDojo στην περιοχή σου",
  "Starting a Dojo is a fun and incredibly rewarding experience. The most important attribute you should have is that you can bring people together for a shared goal. Our registration process will guide you every step of the way making sure you have the most useful resources to hand.": "Η έναρξη ενός Dojo είναι μια διασκεδαστική και απίστευτα ικανοποιητική εμπειρία. Το πιο σημαντικό χαρακτηριστικό που θα πρέπει να διαθέτεις είναι να μπορείς να φέρεις κοντά ανθρώπους για έναν κοινό στόχο. Η διαδικασία εγγραφής θα σε καθοδηγήσει σε κάθε βήμα εξασφαλίζοντας ότι έχεις τους πιο χρήσιμους πόρους στη διάθεσή σου.",
  "Let's start a Dojo for young people near you": "Ας ξεκινήσουμε ένα Dojo για νέους στην περιοχή σου",
  "1": "1",
  "Register": "Εγγραφή",
  "2": "2",
  "Find": "Αναζήτηση",
  "Find a public venue to hold your Dojo events. Libraries, offices and community centres are often used.": "Βρες ένα δημόσιο χώρο για τις εκδηλώσεις του Dojo σου, όπως βιβλιοθήκες, γραφεία ή άλλους δημόσιους χώρους.",
  "3": "3",
  "Start": "Έναρξη",
  "Schedule your first event using our events system, and use some of over 200 projects to run a great first Dojo session.": "Προγραμμάτισε την πρώτη εκδήλωση χρησιμοποιώντας το online σύστημα εκδηλώσεων, και χρησιμοποίησε κάποια από τα περισσότερα από 200 έτοιμα έργα κώδικα για να οργανώσεις μια υπέροχη πρώτη συνεδρία Dojo.",
  "What is a Champion?": "Τι είναι ένας Πρωταθλητής;",
  "Dojos are championed by individuals all around the world who are passionate about giving young people the opportunity to learn to code. CoderDojo champions are enthusiastic, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "Τα Dojos υποστηρίζονται από ανθρώπους από όλο τον κόσμο που είναι παθιασμένοι με το να δίνουν στους νέους την ευκαιρία να μάθουν κώδικα. Οι CoderDojo πρωταθλητές είναι ενθουσιώδεις εθελοντές που αναλαμβάνουν τη δημιουργία και τη λειτουργία ενός Dojo.",
  "But champions are never alone! They find volunteers to help them organise their Dojo and mentor the young people. And champions always have CoderDojo's resources and our 200+ projects to help them run their club and engage the kids, and they can always ask us, the CoderDojo team, for our help directly.": "Αλλά οι πρωταθλητές δεν είναι ποτέ μόνοι! Βρίσκουν εθελοντές για να τους βοηθήσουν να οργανώσουν τα Dojo τους και να καθοδηγήσουν νέους ανθρώπους. Και οι πρωταθλητές έχουν πάντα τους πόρους του CoderDojo και τα 200+ έργα μας για να τους βοηθήσουν να λειτουργούν τη λέσχη τους και να προσελκύουν τα παιδιά, και μπορούν πάντα να ζητήσουν από εμάς, την ομάδα CoderDojo, την άμεση βοήθειά μας.",
  "Realising that I had created such a wonderful place for the children also ignited a spark in me.": "Συνειδητοποιώντας ότι είχα δημιουργήσει ένα θαυμάσιο μέρος για τα παιδιά επίσης άναψε μια σπίθα μέσα μου.",
  "Have more questions?": "Έχεις και άλλες ερωτήσεις;",
  "We offer a free online course for people who'd like a structured way to start a Dojo": "Προσφέρουμε ένα δωρεάν online μάθημα για ανθρώπους που θα ήθελαν ένα δομημένο οδηγό για να ξεκινήσουν ένα Dojo",
  "Start a Dojo course": "Το μάθημα για την Έναρξη ενός Dojo",
  "In our help section, you'll find great articles to answer your questions, and you can ask us for advice directly!": "Στην ενότητα \"Βοήθεια\", θα βρεις υπέροχα άρθρα που δίνουν απαντήσεις στις ερωτήσεις σου, και μπορείς να ζητήσεις συμβουλές!",
  "Help desk": "Κέντρο Βοήθειας",
  "There's no need to worry about projects or content for your Dojo": "Δεν χρειάζεται να ανησυχείς για έργα ή περιεχόμενο για το Dojo σου",
  "200+ coding lessons built for you": "200+ μαθήματα κώδικα για σένα",
  "Want to see it all in person?": "Θέλεις να τα δεις όλα από κοντά;",
  "Find a Dojo event near you to visit": "Επισκέψου μια εκδήλωση Dojo κοντά σου",
  "How you can volunteer with CoderDojo": "Πώς μπορείς να βοηθήσεις εθελοντικά το CoderDojo",
  "Dojos benefit from a mix of Mentors providing support, guidance and encouragement to CoderDojo attendees (Ninjas). Maybe you love working with kids, perhaps you want to share your technical skills, or maybe you are creative and have an eye for design. All of these traits make you the perfect Dojo volunteer!": "Τα Dojos επωφελούνται από μία ομάδα από Μέντορες που παρέχουν υποστήριξη, καθοδήγηση και ενθάρρυνση στους συμμετέχοντες (νίντζα) στο CoderDojo. Ίσως σου αρέσει να εργάζεσαι με παιδιά, ίσως να θέλεις να μοιραστείς τις τεχνικές σου δεξιότητες, ή ίσως είσαι δημιουργικός και σου αρέσει η σχεδίαση. Όλα αυτά τα χαρακτηριστικά σε κάνουν τον τέλειο εθελοντή ενός Dojo!",
  "Volunteer at a Dojo near you!": "Γίνε εθελοντής σε ένα Dojo κοντά σου!",
  "What does it mean to volunteer at a Dojo?": "Τι σημαίνει να προσφέρω εθελοντικά σε ένα Dojo;",
  "There are {number} volunteers in {dojonumber} Dojos, and they do all sorts of things to help their clubs.": "Υπάρχουν {number} εθελοντές σε {dojonumber} Dojos, και κάνουν μια σειρά από πράγματα για να βοηθήσουν τις λέσχες τους.",
  "You do not need to be a programmer to mentor at a Dojo! A lot of mentors are attendees' parents who have no technical experience at all when they start. Dojos benefit from having mentors with different skills, backgrounds, and levels of knowledge who provide support and encouragement to CoderDojo youth (Ninjas). The clubs also need general volunteers who focus on organising the events. The easiest way to see what volunteering is like: watch our video, and find a Dojo event to drop by to discover in person how a Dojo works!": "Δε χρειάζεται να είσαι προγραμματιστής για να καθοδηγήσεις ένα Dojo! Πολλοί μέντορες είναι γονείς παιδιών που συμμετέχουν, χωρίς να διαθέτουν καμία τεχνική εμπειρία όταν ξεκίνησαν. Τα Dojos κερδίζουν από μέντορες με διαφορετικές δεξιότητες, εμπειρίες και επίπεδα γνώσης οι οποίοι υποστηρίζουν και ενθαρρύνουν τους νέους (νίντζα). Οι λέσχες χρειάζονται επίσης εθελοντές που βοηθούν στην οργάνωση των εκδηλώσεων. Ο πιο απλός τρόπος για να δεις τι είναι η εθελοντική προσφορά: δες το βίντεό μας και βρες ένα Dojo για να επισκεφτείς και να ανακαλύψεις από κοντά πως λειτουργεί!",
  "When I see them do things on their own, getting their ideas out there. It really gives me so much enjoyment.": "Όταν τους βλέπω να κάνουν πράγματα μόνοι τους, να βάζουν τις ιδέες τους σε εφαρμογή, πραγματικά μου δίνει μεγάλη απόλαυση.",
  "Find a Dojo to volunteer at": "Βρες ένα Dojo να προσφέρεις εθελοντικά",
  "How much time do I need to put in?": "Πόσο χρόνο χρειάζεται να διαθέσω;",
  "You can attend your Dojo’s events to help out for a couple of hours, whether they are weekly, fortnightly, or monthly.": "Μπορείς να παρακολουθείς τις εκδηλώσεις στο Dojo σου και να βοηθάς για μερικές ώρες, είτε είναι εβδομαδιαίες, δεκαπενθήμερες ή μηνιαίες.",
  "How much technical expertise do I need?": "Πόση τεχνική εξειδίκευση χρειάζεται;",
  "It's OK to have no technical experience, or lots of experience, or anything in between — there will be something useful you can do for your local Dojo. All help is appreciated!": "Είτε δεν έχεις καμία τεχνική εμπειρία, είτε αντιθέτως έχεις αρκετή εμπειρία, θα υπάρξει κάτι χρήσιμο στο οποίο μπορείς να βοηθήσεις στην τοπική λέσχη Dojo. Κάθε βοήθεια είναι ευπρόσδεκτη!",
  "Resources to help you mentor young people": "Πόροι που βοηθούν να καθοδηγήσεις τους νέους",
  "Training and supports for volunteers": "Κατάρτιση και υποστήριξη για εθελοντές",
  "View our ready made resources for Dojos": "Δες τους έτοιμους πόρους μας για τα Dojos",
  "Ask us directly": "Ρώτησέ μας",
  "Girls initiative": "Πρωτοβουλία για τα κορίτσια",
  "Governance": "Governance",
  "Want more information about starting a Dojo and what our team can support you with? Join a webinar!": "Want more information about starting a Dojo and what our team can support you with? Join a webinar!",
  "Start a Dojo: Webinar": "Start a Dojo: Webinar",
  "Thank you for your interest in CoderDojo!": "Thank you for your interest in CoderDojo!",
  "The coronavirus pandemic continues to impact all our lives, including how Dojos can run.": "The coronavirus pandemic continues to impact all our lives, including how Dojos can run.",
  "See": "See",
  "our resources and guidance on the creative ways Dojos are running": "our resources and guidance on the creative ways Dojos are running"
}
