{
  "Login": "Iniciar sesión",
  "Find a Dojo": "Encuentra un Dojo",
  "Volunteer": "Voluntario",
  "Start a Dojo": "Inicia un Dojo",
  "Resources": "Recursos",
  "Close": "Cerrar",
  "The CoderDojo movement believes that an understanding of programming languages is increasingly important in the modern world, that it’s both better and easier to learn these skills early, and that nobody should be denied the opportunity to do so.": "El movimiento CoderDojo cree que el aprendizaje y comprensión de un lenguaje de programación es cada vez más importante en el mundo actual, que es mejor y más fácil aprender estas habilidades pronto y que a nadie se le debería negar la oportunidad de hacerlo.",
  "Get Involved": "Colabora",
  "Find a Dojo near you": "Encuentra un Dojo cerca de ti",
  "Donate": "Dona",
  "About CoderDojo": "Acerca de CoderDojo",
  "Foundation": "Fundación",
  "History": "Historia",
  "Our supporters": "Nuestros colaboradores",
  "Contact Us": "Contáctanos",
  "Community": "Comunidad",
  "Badges": "Insignias",
  "Join our Slack": "Únete a nuestro espacio de trabajo en Slack",
  "Newsletter": "Boletín informativo",
  "News": "Noticias",
  "Help us with translations": "Ayúdanos a traducir",
  "Need help?": "¿Necesitas ayuda?",
  "Our help center": "Nuestro centro de ayuda",
  "CoderDojo – Enabling young people worldwide to create and explore technology together": "CoderDojo - Permitiendo a los jóvenes de todo el mundo crear y explorar la tecnología juntos",
  "CoderDojo": "CoderDojo",
  "CoderDojo is a global movement of free, volunteer-led, community-based computer programming clubs for young people. Children can visit a Dojo where they can learn to code, build websites, create apps or games, and explore technology in an creative and social environment.": "CoderDojo es un movimiento global de clubes de programación comunitarios y gratuitos para jóvenes, dirigidos por voluntarios. Los niños pueden visitar un Dojo en el que aprender a programar, hacer páginas web, crear aplicaciones o juegos y explorar la tecnología en un ambiente social y creativo.",
  "The community of {count} free, open and local programming clubs for young people": "La comunidad de {count} clubes de programación gratuitos, abiertos y locales para jóvenes",
  "{youth} young people are being creative with technology with the help of {volunteers} volunteers in {countries} countries. Join us!": "{youth} jóvenes están creando y experimentando con la tecnología con la ayuda de {volunteers} voluntarios en {countries} países. ¡Únete!",
  "What is CoderDojo?": "¿Qué es CoderDojo?",
  "Dojos are relaxed and fun programming clubs!": "¡Los Dojos son clubes de programación relajados y divertidos!",
  "When I started to attend the CoderDojo courses, I only knew how to copy/paste. Now, I can build websites and I even experiment with game development.": "Cuando empecé a ir a los cursos de CoderDojo solo sabía como copiar y pegar. Ahora puedo hacer páginas web e incluso experimentar con el desarrollo de videojuegos.",
  "It’s a place to go to learn really cool coding activities and make friends. I’ve got a chance to try things from scratch to drones and even how to live code music with sonic pi!": "Es un lugar al que ir para hacer actividades súper chulas de programación y hacer amigos. ¡Tengo la oportunidad de probar cosas desde Scratch a drones, e incluso de programar música en tiempo real con Sonic Pi!",
  "Being a mentor": "Ser un mentor",
  "Find a Dojo to attend": "Encuentra un Dojo al que ir",
  "Volunteer at a Dojo": "Haz voluntariado en un Dojo",
  "Join us and meet {count} like-minded volunteers": "Únete y conoce a {count} voluntarios como tú",
  "Whether or not you can code, you can help a local club in just a few hours a month! Dojos need general volunteers, and mentors for sessions. Even mentors don’t have to have technical skills, because they help the young people mainly by encouraging them to discover their own way forward.": "¡No importa si puedes o no programar, puedes ayudar a un club de la zona unas cuanta horas al mes! Los Dojos necesitan volunatarios de todo tipo y mentores para las sesiones. Incluso los mentores no necesitan tener habilidades técnicas, ya que principalmente ayudan a los jóvenes al animarles a descubrir cómo avanzar por su cuenta.",
  "When I see them doing things on their own, getting their ideas out there, and seeing creativity spur out of the moment, really gives me so much joy": "Cuando les veo haciendo cosas por su cuenta, poniendo en marcha sus ideas y viendo la creatividad del momento, me lleno de alegría",
  "See how easy it is to try out": "Mira lo fácil que es probar",
  "Want to start a Dojo?": "¿Quieres iniciar un Dojo?",
  "It's just 3 steps!": "¡Son solo 3 pasos!",
  "CoderDojo champions are passionate, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "Los campeones CoderDojo son voluntarios apasionados, con iniciativa (¡y generalmente sin formación técnica!) que se encargan de crear y mantener un Dojo.",
  "Register with us as a champion so we can support you as you build and grow your Dojo.": "Regístrate con nosotros como un campeón para que podamos ayudarte mientras creas y haces crecer tu Dojo.",
  "Schedule your first event using our simple online events system, and use some of over 200 ready-made coding projects to run a great first Dojo session.": "Programa tu primer evento usando nuestro simple sistema de eventos online y usa alguno de nuestros más de 200 proyectos de programación ya hechos para tener una gran primera sesión en tu Dojo.",
  "Our community is one vast family!": "¡Nuestra comunidad es una gran familia!",
  "We're a global family that gets together in lots of places to talk, both online and face to face.": "Somos una familia global que se reúne en muchos lugares para hablar, tanto online como cara a cara.",
  "We hold big events for young people and volunteers all around the world. So find what you want to get involved in!": "Celebramos grandes eventos para jóvenes y voluntarios en todo el mundo. ¡Así que encuentra algo con lo que quieras involucrarte!",
  "We hold big yearly events called Coolest Projects for young people to show off what they have made.": "Celebramos grandes eventos anuales llamados Coolest Projects (Los Proyectos más Chulos) para que los jóvenes presuman de lo que han hecho.",
  "There are less formal, regional MegaDojos, which are day-long Dojo sessions where kids can make whatever they want.": "También hay MegaDojos regionales, que son sesiones de un día menos formales donde los niños pueden hacer lo que quieran.",
  "We have many DojoCons every year all around the world, where volunteers get together and share their joys and learning!": "! Todos los años celebramos muchas DojoCons alrededor del mundo, donde los voluntarios se reúnen y comparten sus historias y lo que han aprendido!",
  "Our team & history": "Nuestro equipo e historia",
  "We’re a {year}-year-old foundation with amazing growth and an eventful story.": "Somos una fundación con {year} años de historia, un crecimeinto increíble y una historia llena de eventos.",
  "Find out more about us!": "¡Descubre más sobre nosotros!",
  "Talk to our community": "Habla con nuestra comunidad",
  "Say hello in our Facebook Group": "Di hola en nuestro Grupo de Facebook",
  "Our range of learning and training resources": "Nuestro rango de recursos para aprender y entrenar",
  "Our collection of learning and training resources will help you in setting up and running your Dojo. The collection includes educational material, exercises and project ideas to give to the Ninjas at your Dojo as well as links to training materials and content for organisers.": "Nuestra colección de recursos para aprender y entrenar te ayudarán a montar y dirigir tu Dojo. La colección incluye material educativo, ejercicios e ideas para proyectos que dar a los Ninjas en tu Dojo, así como enlaces a materiales de entrenamiento y contenido para los organizadores.",
  "To help you with setting up and running your Dojo, we've collected many useful resources created by community members, partners, and our team.": "Para ayudarte a crear y dirigir tu Dojo, hemos reunido muchos recursos útiles creados por los miembros de la comunidad, socios y nuestro equipo.",
  "Projects for your Dojo": "Proyectos para tu Dojo",
  "App Inventor for social enterprise": "Inventor de Apps para la iniciativa social",
  "Scratch for social enterprise": "Scratch para la iniciativa social",
  "HTML & CSS for social enterprise": "HTML & CSS para la iniciativa social",
  "Make a chatbot using Scratch": "Make a chatbot using Scratch",
  "Create a meme generator in HTML": "Create a meme generator in HTML",
  "Code a pong game using Python": "Code a pong game using Python",
  "View more CoderDojo projects": "Visita más proyectos de CoderDojo",
  "If you've created a piece of learning content for your Dojo or found an online resource that others might find useful, please share and talk about it on our forums!": "¡Si has creado material para tu Dojo o has encontrado recursos online que podrían ser útiles para los demás compártelos y habla de ellos en los foros por favor!",
  "Discuss your content on our forums": "Discute sobre tu contenido en nuestros foros",
  "Our free online training on starting a Dojo": "Nuestro entrenamiento gratuito en línea para iniciar un Dojo",
  "Use our free resources, such as e-learning modules and recommended practices, to make running your Dojo easier.": "Utiliza nuestros recursos gratuitos tales como los módulos de e-learning y las pautas recomendadas para que dirigir tu Dojo sea más sencillo.",
  "Learn how to set up a programming club for young people": "Aprende a crear un club de programación para jóvenes",
  "If you need to build your confidence and knowledge in order to to start a Dojo just use our online course where you'll learn how to help young people explore technology in an informal, creative and social environment.": "Si necesitas aumentar tu confianza y conociemiento para iniciar un Dojo usa nuestro curso online donde aprenderás cómo ayudar a los jóvenes a explorar la tecnología de una manera informal y creativa en un ambiente social.",
  "Our Start a Dojo course": "Nuestro cusro para iniciar un Dojo",
  "Our Helpdesk": "Nuestra sección de ayuda",
  "We provide lots of in-depth articles on running your Dojo in our help desk section. This is your go-to place for answers to all your Dojo-related questions, and it also has a chat box for you to contact us if you need anything else.": "Te facilitamos muchos artículos en profundidad sobre cómo dirigir tu Dojo en nuestra sección de ayuda. Éste es el lugar a visitar para encontrar respuestas a todas tus preguntas relacionadas con los Dojos y además también ofrece un servicio de chat para contactar con nosotros si necesitas algo más.",
  "Visit our help desk": "Visita nuestra sección de ayuda",
  "Start a CoderDojo club in your local area": "Inicia un club de CoderDojo en tu zona",
  "Starting a Dojo is a fun and incredibly rewarding experience. The most important attribute you should have is that you can bring people together for a shared goal. Our registration process will guide you every step of the way making sure you have the most useful resources to hand.": "Iniciar un Dojo es divertido y muy gratificante. La cualidad más importante que debes tener es la capacidad de conectar un grupo de personas con un objetivo común. Nuestro proceso de registro te guiará paso a paso para asegurarnos de que tienes a mano nuestros recursos más útiles.",
  "Let's start a Dojo for young people near you": "Iniciemos un Dojo para jóvenes en tu zona",
  "1": "1",
  "Register": "Regístrate",
  "2": "2",
  "Find": "Encuentra",
  "Find a public venue to hold your Dojo events. Libraries, offices and community centres are often used.": "Encuentra un espacio público para celebrar los eventos del Dojo. Se suelen utilizar bibliotecas, oficinas y centros comunitarios.",
  "3": "3",
  "Start": "Empieza",
  "Schedule your first event using our events system, and use some of over 200 projects to run a great first Dojo session.": "Programa tu primer evento usando nuestro sistema de eventos y usa alguno de nuestros más de 200 proyectos para que la primera sesión del Dojo sea genial.",
  "What is a Champion?": "¿Qué es un Campeón?",
  "Dojos are championed by individuals all around the world who are passionate about giving young people the opportunity to learn to code. CoderDojo champions are enthusiastic, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "Alrededor del mundo los campeones apadrinan los Dojos. Estos campeones son gente con pasión por dar la oportunidad de aprender a programar a los jóvenes. Los campeones de CoderDojo son voluntarios entusiastas, con iniciativa (¡ y a menudo sin habilidades tecnológicas!) que se encargan de iniciar y mantener un Dojo.",
  "But champions are never alone! They find volunteers to help them organise their Dojo and mentor the young people. And champions always have CoderDojo's resources and our 200+ projects to help them run their club and engage the kids, and they can always ask us, the CoderDojo team, for our help directly.": "¡Pero los campeones nunca están solos! Encuentran voluntarios que les ayuden a organizar su Dojo y a enseñar a los jóvenes. Además, los campeones siempre tienen todos los recursos de CoderDojo y nuestros más de 200 proyectos para ayudarles a dirigir su club y enganchar a los niños. Siempre nos pueden pedir ayuda, al equipo de CoderDojo, de manera directa.",
  "Realising that I had created such a wonderful place for the children also ignited a spark in me.": "El darme cuenta de que había creado un lugar tan maravilloso para los niños también despertó algo en mí.",
  "Have more questions?": "¿Tienes más preguntas?",
  "We offer a free online course for people who'd like a structured way to start a Dojo": "Ofrecemos un curso online gratuito para la gente que prefiera una forma estructurada de iniciar un Dojo",
  "Start a Dojo course": "Curso para iniciar un Dojo",
  "In our help section, you'll find great articles to answer your questions, and you can ask us for advice directly!": "En nuestra sección de ayuda encontrarás artículos muy buenos que responden tus preguntas. ¡ Y puedes pedirnos consejos directamente!",
  "Help desk": "Sección de ayuda",
  "There's no need to worry about projects or content for your Dojo": "No tienes por qué preocuparte por los proyectos y contenido para tu Dojo",
  "200+ coding lessons built for you": "Más de 200 clases de programación hechas para ti",
  "Want to see it all in person?": "¿Quieres verlo todo en persona?",
  "Find a Dojo event near you to visit": "Encuntra un evento de un Dojo cerca de ti para visitarlo",
  "How you can volunteer with CoderDojo": "Cómo puedes ser voluntario en CoderDojo",
  "Dojos benefit from a mix of Mentors providing support, guidance and encouragement to CoderDojo attendees (Ninjas). Maybe you love working with kids, perhaps you want to share your technical skills, or maybe you are creative and have an eye for design. All of these traits make you the perfect Dojo volunteer!": "Los Dojos se benefician de una serie de mentores que dan apoyo, guían y animan a los asistentes de CoderDojo (Ninjas). Puede que te encante trabajar con niños, quizá quieras compartir tus habilidades con la tecnología o incluso puede que seas creativo y que seas genial diseñando. ¡Todas estas cualidades te hacen un voluntario perfecto para un Dojo!",
  "Volunteer at a Dojo near you!": "¡Sé voluntario en un Dojo cerca de ti!",
  "What does it mean to volunteer at a Dojo?": "¿Qué significa ser un voluntario en un Dojo?",
  "There are {number} volunteers in {dojonumber} Dojos, and they do all sorts of things to help their clubs.": "Hay {number} voluntarios en {dojonumber} Dojos, y hacen todo tipo de cosas para ayudar a sus clubes.",
  "You do not need to be a programmer to mentor at a Dojo! A lot of mentors are attendees' parents who have no technical experience at all when they start. Dojos benefit from having mentors with different skills, backgrounds, and levels of knowledge who provide support and encouragement to CoderDojo youth (Ninjas). The clubs also need general volunteers who focus on organising the events. The easiest way to see what volunteering is like: watch our video, and find a Dojo event to drop by to discover in person how a Dojo works!": "¡No necesitas ser un programador para ser mentor en un Dojo! Muchos mentores son padres de los asistentes que no tienen nada de experiencia con la tecnología cuando empiezan. Los Dojos se benefician de tener mentores con diferentes habilidades, orígenes y niveles de conocimiento que dan apoyo y ánimo a los más jóvenes (Ninjas). Los clubes también necesitan voluntarios de carácter general que se centren en organizar eventos. La manera más fácil de hacerse una idea de lo que supone ser un voluntario es: ¡ ver nuestro vídeo y encontrar un evento de un Dojo al que ir para ver en persona cómo funciona!",
  "When I see them do things on their own, getting their ideas out there. It really gives me so much enjoyment.": "Cuando los veo hacer cosas por su cuenta, poniendo sus ideas en marcha. Me llena de muchísima alegría.",
  "Find a Dojo to volunteer at": "Encuentra un Dojo donde ser voluntario",
  "How much time do I need to put in?": "¿Cuánto tiempo tengo que dedicarle?",
  "You can attend your Dojo’s events to help out for a couple of hours, whether they are weekly, fortnightly, or monthly.": "Puedes asistir a los eventos de tu Dojo para ayudar durante un par de horas, ya sean semanales, quincenales o mensuales.",
  "How much technical expertise do I need?": "¿Qué conocimientos técnicos necesito?",
  "It's OK to have no technical experience, or lots of experience, or anything in between — there will be something useful you can do for your local Dojo. All help is appreciated!": "No pasa nada si no tienes experiencia técnica o mucha experiencia o cualquier situación intermedia ̣ — siempre habrá algo que puedas hacer para ayudar a tu Dojo local. ¡Agradecemos todo tipo de ayuda!",
  "Resources to help you mentor young people": "Recursos para ayudar a tutelar a jóvenes",
  "Training and supports for volunteers": "Entrenamiento y apoyo para voluntarios",
  "View our ready made resources for Dojos": "Visita nuestros recursos ya preparados para Dojos",
  "Ask us directly": "Pregúntanos",
  "Girls initiative": "Iniciativa femenina",
  "Governance": "Governance",
  "Want more information about starting a Dojo and what our team can support you with? Join a webinar!": "Want more information about starting a Dojo and what our team can support you with? Join a webinar!",
  "Start a Dojo: Webinar": "Start a Dojo: Webinar"
}
