{
  "Login": "Connexion",
  "Find a Dojo": "Trouver un Dojo",
  "Volunteer": "Bénévole",
  "Start a Dojo": "Démarrer un Dojo",
  "Resources": "Ressources",
  "Close": "Fermer",
  "The CoderDojo movement believes that an understanding of programming languages is increasingly important in the modern world, that it’s both better and easier to learn these skills early, and that nobody should be denied the opportunity to do so.": "Le mouvement CoderDojo pense que la compréhension des langages de programmation dans le monde moderne est un enjeu crucial, qu'il est à la fois plus meilleur et plus facile d'apprendre jeune et que personne ne devrait se voir refuser cette chance.",
  "Get Involved": "S'impliquer",
  "Find a Dojo near you": "Trouver un Dojo près de chez vous",
  "Donate": "Faire un don",
  "About CoderDojo": "À propos de CoderDojo",
  "Foundation": "Fondation",
  "History": "Histoire",
  "Our supporters": "Nos partenaires",
  "Contact Us": "Nous contacter",
  "Community": "Communauté",
  "Badges": "Badges",
  "Join our Slack": "Rejoindre Slack",
  "Newsletter": "Bulletin d'information (newsletter)",
  "News": "Actualités",
  "Help us with translations": "Participer à la traduction",
  "Need help?": "Besoin d’aide ?",
  "Our help center": "Notre centre d'assistance",
  "CoderDojo – Enabling young people worldwide to create and explore technology together": "CoderDojo – Permettre aux jeunes du monde entier de créer et d'explorer les technologies ensemble",
  "CoderDojo": "CoderDojo",
  "CoderDojo is a global movement of free, volunteer-led, community-based computer programming clubs for young people. Children can visit a Dojo where they can learn to code, build websites, create apps or games, and explore technology in an creative and social environment.": "CoderDojo est un mouvement mondial de clubs de programmation informatique communautaires gratuits dirigés par des bénévoles pour les jeunes. Les enfants peuvent visiter un Dojo où ils peuvent apprendre à coder, construire des sites Web, créer des applications ou des jeux, et explorer la technologie dans un environnement créatif et social.",
  "The community of {count} free, open and local programming clubs for young people": "La communauté de {count} clubs de programmation gratuits, ouverts et locaux pour les jeunes",
  "{youth} young people are being creative with technology with the help of {volunteers} volunteers in {countries} countries. Join us!": "{youth} jeunes créent grâce aux technologies, supportés par {volunteers} bénévoles dans {countries} pays. Rejoignez-nous !",
  "What is CoderDojo?": "Qu'est-ce que CoderDojo ?",
  "Dojos are relaxed and fun programming clubs!": "Les Dojos sont des clubs de programmation sympas & détendus !",
  "When I started to attend the CoderDojo courses, I only knew how to copy/paste. Now, I can build websites and I even experiment with game development.": "Quand j'ai commencé à fréquenter les cours de CoderDojo, je ne savais rien de plus que copier/coller. Maintenant, je peux construire des sites web et même m'essayer à la création de jeux vidéos.",
  "It’s a place to go to learn really cool coding activities and make friends. I’ve got a chance to try things from scratch to drones and even how to live code music with sonic pi!": "C'est le lieu pour apprendre à coder et se faire des amis. J'ai eu la chance d'essayer plein de choses, de Scratch aux drones, et même de coder de la musique en direct avec Sonic Pi !",
  "Being a mentor": "Être tuteur",
  "Find a Dojo to attend": "Trouver un Dojo auquel participer",
  "Volunteer at a Dojo": "Faire du bénévolat dans un Dojo",
  "Join us and meet {count} like-minded volunteers": "Rejoignez-nous et rencontrez {count} bénévoles",
  "Whether or not you can code, you can help a local club in just a few hours a month! Dojos need general volunteers, and mentors for sessions. Even mentors don’t have to have technical skills, because they help the young people mainly by encouraging them to discover their own way forward.": "Que vous puissiez coder ou non, vous pouvez aider un club local avec seulement quelques heures par mois ! Les Dojos ont besoin de bénévoles et de mentors pour les séances. Même les mentors n’ont pas besoin de compétences techniques, car ils aident principalement les jeunes en les encourageant à découvrir leur propre voie.",
  "When I see them doing things on their own, getting their ideas out there, and seeing creativity spur out of the moment, really gives me so much joy": "Quand je les vois se débrouiller par eux-même, modeler leurs idées, et voir leur créativité impulser à partir de rien, ça m'apporte tellement de plaisir",
  "See how easy it is to try out": "Voyez comme il est facile d'essayer",
  "Want to start a Dojo?": "Envie de commencer un Dojo ?",
  "It's just 3 steps!": "C’est seulement 3 étapes !",
  "CoderDojo champions are passionate, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "Les champions de CoderDojo sont des bénévoles passionnés, déterminés (et souvent non-techniques !) prenant en charge l'organisation et le maintien du Dojo.",
  "Register with us as a champion so we can support you as you build and grow your Dojo.": "S’enregistrer en tant que champion afin que nous puissions vous aider à construire et développer votre Dojo.",
  "Schedule your first event using our simple online events system, and use some of over 200 ready-made coding projects to run a great first Dojo session.": "Organiser votre première séance grâce à notre plateforme d’événements en ligne, et choisissez parmi plus de 200 projets prêts à l'usage pour votre première séance.",
  "Our community is one vast family!": "Notre communauté est une grande famille !",
  "We're a global family that gets together in lots of places to talk, both online and face to face.": "Nous sommes une famille mondiale, se réunissant dans de multiples lieux, en ligne ou devant un café pour discuter.",
  "We hold big events for young people and volunteers all around the world. So find what you want to get involved in!": "Nous tenons de grands événements pour les jeunes et les bénévoles partout dans le monde. Découvrez ceux auxquels vous souhaitez participer !",
  "We hold big yearly events called Coolest Projects for young people to show off what they have made.": "Nous tenons de grands événements annuels appelés \"Coolest Projects\" afin que les jeunes puissent montrer ce qu'ils ont fait.",
  "There are less formal, regional MegaDojos, which are day-long Dojo sessions where kids can make whatever they want.": "Les Megadojos sont des séances régionales moins formelles d'une journée durant lesquels les enfants peuvent faire ce qu'ils désirent.",
  "We have many DojoCons every year all around the world, where volunteers get together and share their joys and learning!": "Nous avons de nombreux DojoCons chaque année partout dans le monde, où les bénévoles se réunissent et partagent leurs joies et leurs expériences !",
  "Our team & history": "Notre équipe et histoire",
  "We’re a {year}-year-old foundation with amazing growth and an eventful story.": "Nous sommes une fondation vieille de {year} ans, avec une croissance incroyable et une histoire pleine de rebondissements.",
  "Find out more about us!": "En savoir plus sur nous !",
  "Talk to our community": "Échanger avec notre communauté",
  "Say hello in our Facebook Group": "Venez nous dire bonjour sur notre groupe Facebook",
  "Our range of learning and training resources": "Nos ressources d'apprentissage et de formation",
  "Our collection of learning and training resources will help you in setting up and running your Dojo. The collection includes educational material, exercises and project ideas to give to the Ninjas at your Dojo as well as links to training materials and content for organisers.": "Notre collection de ressources de formation et d'apprentissage vous aidera dans la mise en place et la vie de tous les jours de votre Dojo. La collection comprend des documents éducatifs, des exercices et des idées de projets pour les Ninjas de votre Dojo, ainsi que des ressources d'apprentissage pour les organisateurs.",
  "To help you with setting up and running your Dojo, we've collected many useful resources created by community members, partners, and our team.": "Pour vous aider dans la mise en place et la gestion de votre Dojo, nous avons rassemblé de nombreuses ressources utiles créées par les membres de la communauté, les partenaires et notre équipe.",
  "Projects for your Dojo": "Projets pour votre Dojo",
  "App Inventor for social enterprise": "App Inventor pour l'innovation sociale",
  "Scratch for social enterprise": "Scratch pour l'innovation sociale",
  "HTML & CSS for social enterprise": "HTML & CSS pour l'innovation sociale",
  "Make a chatbot using Scratch": "Créer un chatbot en utilisant Scratch",
  "Create a meme generator in HTML": "Créer un générateur de meme en HTML",
  "Code a pong game using Python": "Coder un jeu de Pong en utilisant Python",
  "View more CoderDojo projects": "Voir plus de projets CoderDojo",
  "If you've created a piece of learning content for your Dojo or found an online resource that others might find useful, please share and talk about it on our forums!": "Si vous avez créé du contenu éducatif pour votre Dojo ou trouvé une ressource en ligne que d'autres pourraient trouver utile, venez le partager et en discuter sur nos forums !",
  "Discuss your content on our forums": "Partager votre contenu sur nos forums",
  "Our free online training on starting a Dojo": "Notre formation en ligne gratuite sur la création d'un Dojo",
  "Use our free resources, such as e-learning modules and recommended practices, to make running your Dojo easier.": "Utilisez nos ressources gratuites, telles que les modules d'apprentissage et sur les bonnes pratiques, pour faciliter le fonctionnement de votre Dojo.",
  "Learn how to set up a programming club for young people": "Apprenez comment mettre en place un club de programmation pour les jeunes",
  "If you need to build your confidence and knowledge in order to to start a Dojo just use our online course where you'll learn how to help young people explore technology in an informal, creative and social environment.": "Si vous avez besoin d'en savoir plus et de prendre confiance avant d'ouvrir un Dojo, visitez notre cours en ligne où vous apprendrez comment aider les jeunes à explorer les technologies dans un cadre social, créatif et décontracté.",
  "Our Start a Dojo course": "Notre cours sur la création d'un Dojo",
  "Our Helpdesk": "Notre centre d' assistance",
  "We provide lots of in-depth articles on running your Dojo in our help desk section. This is your go-to place for answers to all your Dojo-related questions, and it also has a chat box for you to contact us if you need anything else.": "Nous mettons à disposition de nombreux articles détaillés sur le fonctionnement d'un Dojo dans notre centre d'aide. Il s'agit de la place de référence pour vos questions sur les Dojos, et contient aussi un chat afin de nous contacter directement.",
  "Visit our help desk": "Visitez notre centre d'aide",
  "Start a CoderDojo club in your local area": "Commencer un club CoderDojo près de chez vous",
  "Starting a Dojo is a fun and incredibly rewarding experience. The most important attribute you should have is that you can bring people together for a shared goal. Our registration process will guide you every step of the way making sure you have the most useful resources to hand.": "Ouvrir un Dojo est une expérience intéressante et très gratifiante. Le plus important est que vous puissiez connecter les gens vers un but commun. Notre processus d'enregistrement vous guidera vers chacune des étapes afin que vous ayez les ressources les plus utiles à portée de main.",
  "Let's start a Dojo for young people near you": "Ouvrir un Dojo pour les jeunes près de chez vous",
  "1": "1",
  "Register": "S'inscrire",
  "2": "2",
  "Find": "Trouver",
  "Find a public venue to hold your Dojo events. Libraries, offices and community centres are often used.": "Trouver un lieu public pour votre Dojo où y tenir vos séances. Les bibliothèques, bureaux et centres communautaires sont souvent utilisés.",
  "3": "3",
  "Start": "Commencer",
  "Schedule your first event using our events system, and use some of over 200 projects to run a great first Dojo session.": "Organiser votre première séance grâce à notre plateforme d’événements en ligne, et choisissez parmi plus de 200 projets pour votre séance.",
  "What is a Champion?": "Qu'est-ce qu'un Champion ?",
  "Dojos are championed by individuals all around the world who are passionate about giving young people the opportunity to learn to code. CoderDojo champions are enthusiastic, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "Les Dojos sont soutenus par des particuliers partout dans le monde, passionnés par l'opportunité donnée aux jeunes d'apprendre à coder. Les champions de CoderDojo sont des bénévoles enthousiastes, déterminés (et souvent non-techniques !) en charge de mettre en place et développer leur Dojo.",
  "But champions are never alone! They find volunteers to help them organise their Dojo and mentor the young people. And champions always have CoderDojo's resources and our 200+ projects to help them run their club and engage the kids, and they can always ask us, the CoderDojo team, for our help directly.": "Mais les champions ne sont jamais seuls ! Ils trouvent des bénévoles pour les aider à organiser leur Dojo et encadrer les jeunes. Et les champions ont toujours les ressources de CoderDojo et plus de 200 projets pour les aider à gérer leur club et à impliquer les enfants, et ils peuvent toujours se tourner vers nous, l'équipe CoderDojo, et nous demander de l'aide directement.",
  "Realising that I had created such a wonderful place for the children also ignited a spark in me.": "Réaliser que j'ai créé un lieu si merveilleux pour les enfants a rallumé une étincelle au fond de moi.",
  "Have more questions?": "Vous avez d'autres questions ?",
  "We offer a free online course for people who'd like a structured way to start a Dojo": "Nous avons à disposition un cours en ligne gratuit pour ceux qui voudraient un guide étape par étape afin de commencer un Dojo",
  "Start a Dojo course": "Démarrer un cours Dojo",
  "In our help section, you'll find great articles to answer your questions, and you can ask us for advice directly!": "Dans notre section d’aide, vous trouverez des articles pour répondre à vos questions, et vous pouvez nous demander des conseils directement !",
  "Help desk": "Centre d'aide",
  "There's no need to worry about projects or content for your Dojo": "Il n’y a pas besoin de s’inquiéter pour les projets ou le contenu de votre Dojo",
  "200+ coding lessons built for you": "Plus de 200 leçons de codage faites pour vous",
  "Want to see it all in person?": "Vous voulez le voir en personne ?",
  "Find a Dojo event near you to visit": "Trouver une séance de Dojo près de chez vous",
  "How you can volunteer with CoderDojo": "Comment vous pouvez vous porter volontaire avec CoderDojo",
  "Dojos benefit from a mix of Mentors providing support, guidance and encouragement to CoderDojo attendees (Ninjas). Maybe you love working with kids, perhaps you want to share your technical skills, or maybe you are creative and have an eye for design. All of these traits make you the perfect Dojo volunteer!": "Les Dojos bénéficient d’un ensemble de Mentors offrant soutien, conseils et encouragements aux participants CoderDojo (Ninjas). Peut-être aimez-vous travailler avec des enfants, partager vos compétences techniques, ou peut-être que vous êtes créatif et avez un œil pour le design. Tous ces caractéristiques font de vous le parfait bénévole pour le Dojo !",
  "Volunteer at a Dojo near you!": "Devenez bénévole à un Dojo près de chez vous !",
  "What does it mean to volunteer at a Dojo?": "Qu'est-ce que se porter volontaire à un Dojo signifie ?",
  "There are {number} volunteers in {dojonumber} Dojos, and they do all sorts of things to help their clubs.": "Il y a {number} bénévoles dans {dojonumber} Dojos, faisant de multiples choses pour aider leurs clubs.",
  "You do not need to be a programmer to mentor at a Dojo! A lot of mentors are attendees' parents who have no technical experience at all when they start. Dojos benefit from having mentors with different skills, backgrounds, and levels of knowledge who provide support and encouragement to CoderDojo youth (Ninjas). The clubs also need general volunteers who focus on organising the events. The easiest way to see what volunteering is like: watch our video, and find a Dojo event to drop by to discover in person how a Dojo works!": "Vous n'avez pas besoin d'être un développeur pour tutorer à un Dojo ! De nombreux mentors sont des parents qui n'ont pas de connaissance technique lorsqu'ils débutent. Les Dojos bénéficient de mentors multi-disciplinaires, de différentes expériences et niveaux de connaissances différents afin de supporter et encourager les jeunes de CoderDojo (Ninjas). Les clubs nécessitent aussi de bénévoles généraux se concentrant sur l'organisation des séances. La façon la plus simple de voir en quoi se porter volontaire consiste est de : voir notre vidéo et de visiter un Dojo afin de voir de quoi il en retourne !",
  "When I see them do things on their own, getting their ideas out there. It really gives me so much enjoyment.": "Quand je les vois se débrouiller tous seuls, donner vie à leurs idées. Ça m'apporte tellement de plaisir.",
  "Find a Dojo to volunteer at": "Trouver un Dojo auquel participer",
  "How much time do I need to put in?": "Combien de temps ai-je besoin de consacrer ?",
  "You can attend your Dojo’s events to help out for a couple of hours, whether they are weekly, fortnightly, or monthly.": "Vous pouvez aider pendant quelques heures durant les séances de votre Dojo, que ça soit hebdomadaire, bimensuel ou mensuel.",
  "How much technical expertise do I need?": "De quelle expertise technique ai-je besoin ?",
  "It's OK to have no technical experience, or lots of experience, or anything in between — there will be something useful you can do for your local Dojo. All help is appreciated!": "Ce n'est pas un problème si vous n'avez pas ou peu d’expérience technique — il y aura nécessairement quelque chose d'utile que vous pouvez faire pour votre Dojo. Toute aide est appréciée !",
  "Resources to help you mentor young people": "Ressources pour vous aider à guider les jeunes",
  "Training and supports for volunteers": "Formation et aides pour les bénévoles",
  "View our ready made resources for Dojos": "Découvre nos ressources prêt à l’emploi pour les Dojos",
  "Ask us directly": "Demandez-nous directement",
  "Girls initiative": "Initiative pour les filles",
  "Governance": "Gouvernance",
  "Want more information about starting a Dojo and what our team can support you with? Join a webinar!": "Vous voulez plus d'informations sur le lancement d'un Dojo et sur comment notre équipe peut vous soutenir ? Rejoignez un webinaire !",
  "Start a Dojo: Webinar": "Démarrer un Dojo : Webinar",
  "Thank you for your interest in CoderDojo!": "Thank you for your interest in CoderDojo!",
  "The coronavirus pandemic continues to impact all our lives, including how Dojos can run.": "The coronavirus pandemic continues to impact all our lives, including how Dojos can run.",
  "See": "See",
  "our resources and guidance on the creative ways Dojos are running": "our resources and guidance on the creative ways Dojos are running"
}
