{
  "Login": "लॉग इन करें",
  "Find a Dojo": "Dojo खोजें",
  "Volunteer": "स्वयं सेवा करें",
  "Start a Dojo": "Dojo शुरू करें",
  "Resources": "संसाधन",
  "Close": "बंद करें",
  "The CoderDojo movement believes that an understanding of programming languages is increasingly important in the modern world, that it’s both better and easier to learn these skills early, and that nobody should be denied the opportunity to do so.": "CoderDojo चलन का मानना हैं कि आधुनिक दुनिया मे प्रोग्रैमिंग भाषाओं को समझना तेज़ी से महतवपूर्ण होता जा रहा है, कि इन कौशल को पहले से सीखना आसान और बेहतर दोनो है और किसी को भी इन अवसरों से वंचिंत नही रहना चाहिए।",
  "Get Involved": "शामिल होँ",
  "Find a Dojo near you": "आप के पास एक Dojo का खोजें",
  "Donate": "दान करें",
  "About CoderDojo": "CoderDojo के बारे में",
  "Foundation": "प्रतिष्ठान",
  "History": "इतिहास",
  "Our supporters": "हमारे समर्थक",
  "Contact Us": "हमसे संपर्क करें",
  "Community": "समुदाय",
  "Badges": "पदक",
  "Join our Slack": "हमारे Slack में शामिल हों",
  "Newsletter": "समाचार पत्रिका",
  "News": "समाचार",
  "Help us with translations": "अनुवाद करने में हमारी मदद करें",
  "Need help?": "सहायता चाहिए?",
  "Our help center": "हमारा सहायता केंद्र",
  "CoderDojo – Enabling young people worldwide to create and explore technology together": "CoderDojo - दुनिया भर के युवाओं को एक साथ तकनीकी बनाने और उसके बारे में पता लगाने में सक्षम करने वाला",
  "CoderDojo": "CoderDojo",
  "CoderDojo is a global movement of free, volunteer-led, community-based computer programming clubs for young people. Children can visit a Dojo where they can learn to code, build websites, create apps or games, and explore technology in an creative and social environment.": "CoderDojo युवाओं के लिए मुक्त, स्वयंसेवको के नेतृत्व में चलने वाला, समुदाय पर आधारित कम्प्यूटर प्रोग्रैमिंग क्लब्स का एक वैश्विक आंदोलन है। बच्चे एक Dojo में जा सकते हैं जहां वे कोड करने, वेबसाइट बनाने, एप्लिकेशन या खेल बनाने, और एक रचनात्मक तथा सामाजिक वातावरण में प्रौद्योगिकी का पता लगाने के बारे सीख सकते हैं।",
  "The community of {count} free, open and local programming clubs for young people": "युवाओं के लिए {count} मुफ़्त, खुले और स्थानिए प्रोग्रैमिंग क्लब्स का एक समुदाय",
  "{youth} young people are being creative with technology with the help of {volunteers} volunteers in {countries} countries. Join us!": "{volunteers} की सहायता से, {countries} देशों के {youth} युवा तकनीकी के साथ रचनात्मक हो रहे हैं। हमसे जुड़ें।",
  "What is CoderDojo?": "CoderDojo क्या है?",
  "Dojos are relaxed and fun programming clubs!": "Dojos आराम वाले और मज़ेदार प्रोग्रैमिंग क्लब्स हैं।",
  "When I started to attend the CoderDojo courses, I only knew how to copy/paste. Now, I can build websites and I even experiment with game development.": "जब मैंने CoderDojo ने शामिल होना शुरू किया था जब मुझे सिर्फ़ कापी/पेस्ट करना आता था। अब, मैं वेबसाइट्स बना सकता हूँ और खेल विकसित करने के साथ प्रयोग भी करता हूँ ।",
  "It’s a place to go to learn really cool coding activities and make friends. I’ve got a chance to try things from scratch to drones and even how to live code music with sonic pi!": "यह एक बहुत ही अच्छी कोडिंग गतिविधियाँ सीखने और दोस्त बनाने के लिए जाने वाली जगह है। मुझे scratch से लेकर drones तक और यहाँ तक कि sonic pi के साथ लाइव कोड कैसे करते हैं का प्रयास करने का मौक़ा मिला।",
  "Being a mentor": "एक सलाहकार होना",
  "Find a Dojo to attend": "शामिल होने के लिए एक Dojo खोजें",
  "Volunteer at a Dojo": "एक Dojo में स्वयंसेवक बने",
  "Join us and meet {count} like-minded volunteers": "हमसे जुड़ें और समान सोच रखने वाले {count} स्वयमसेवकों से मिलें।",
  "Whether or not you can code, you can help a local club in just a few hours a month! Dojos need general volunteers, and mentors for sessions. Even mentors don’t have to have technical skills, because they help the young people mainly by encouraging them to discover their own way forward.": "आप चाहे कोड कर सकते हों या नहीं, आप एक महीने में कुछ घंटों के लिए स्थानिए क्लब की सहायता कर सकते हैं! Dojos को सत्रों के लिए सामान्य स्वयमसेवकों, और सलाहकारों की ज़रूरत होती है। यहाँ तक कि सलाहकारों के पास भी तकनीकी योग्यता होने की ज़रूरत नही है, क्योंकि वे मुख्यतः युवाओं को उनका अपना मार्ग खोजने के लिए प्रोत्साहित करके उनकी सहायता करते हैं।",
  "When I see them doing things on their own, getting their ideas out there, and seeing creativity spur out of the moment, really gives me so much joy": "जब मैं उन्हें अपना काम अपने आप करते हुए, अपने विचारों को व्यक्त करते हुए देखता हूँ, और उस पल में रचनातमकता को उभरते हुए देखना, मुझे बहुत आनंद देता है।",
  "See how easy it is to try out": "देखें कि इसे आज़माना कितना आसान है",
  "Want to start a Dojo?": "एक Dojo शुरू करना चाहते हैं?",
  "It's just 3 steps!": "इसमें सिर्फ़ 3 चरण हैं",
  "CoderDojo champions are passionate, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "CoderDojo चैम्पियंस उत्साहित, प्रेरित (और अक्सर तकनीकी विशेषज्ञ नहीं!) स्वयमसेवक हैं जो एक Dojo को स्थापित करने और उसे बनाए रखने का प्रभार लेते हैं।",
  "Register with us as a champion so we can support you as you build and grow your Dojo.": "एक चैंपियन के रूप में हमारे साथ रजिस्टर करें ताकि हम आपका Dojo बनाने और उसका समर्थन करने में आपका सहयोग कर सकें।",
  "Schedule your first event using our simple online events system, and use some of over 200 ready-made coding projects to run a great first Dojo session.": "हमारे साधारण ऑनलाइन कार्यक्रम प्रणाली का उपयोग करके अपना पहला कार्यक्रम अनुसूचित करें, और पहला महान Dojo सत्र चलाने के लिए कुछ 200 से ज़्यादा तैयार कोडिंग प्राजेक्ट्स का प्रयोग करें।",
  "Our community is one vast family!": "हमारा समुदाय एक बहुत बाद परिवार है!",
  "We're a global family that gets together in lots of places to talk, both online and face to face.": "हम एक वैश्विक परिवार हैं जो ऑनलाइन और आमने-सामने बैठकर, दोनो तरह से बातें करने के लिए कई जगहों पर एकत्रित होते हैं।",
  "We hold big events for young people and volunteers all around the world. So find what you want to get involved in!": "हम दुनियाभर में युवाओं और स्वयमसेवकों के लिए कार्यक्रम रखते हैं। तो खोजें कि आप किसमें सम्मिलित होना चाहते हैं।",
  "We hold big yearly events called Coolest Projects for young people to show off what they have made.": "हम युवाओं के लिए Collest Projects नाम का एक विशाल वार्षिक कार्यक्रम आयोजित करते हैं, जिसमें दिखाया जाता है की उन्होंने क्या बनाया है।",
  "There are less formal, regional MegaDojos, which are day-long Dojo sessions where kids can make whatever they want.": "वहाँ कम औपचारिक, क्षेत्रीय MegaDojos हैं, जो कि एक दिन के Dojo सत्र हैं जहाँ बच्चे जो चाहें वो बना सकते हैं।",
  "We have many DojoCons every year all around the world, where volunteers get together and share their joys and learning!": "हम हर साल दुनियाभर में बहुत से DojoCons रखते हैं, जहाँ स्वयमसेवक मिलते हैं और अपनी ख़ुशियाँ और सीख साझा करते हैं।",
  "Our team & history": "हमारी टीम और इतिहास",
  "We’re a {year}-year-old foundation with amazing growth and an eventful story.": "हम एक अद्भुत विकास और एक घटनापूर्ण कहानी वाली {year}-वर्ष पुरानी फ़ाउंडेशन हैं।",
  "Find out more about us!": "हमारे बारे में और अधिक जानकारी प्राप्त करें!",
  "Talk to our community": "हमारे समुदाय से बात करें",
  "Say hello in our Facebook Group": "हमारे Facebook समूह में नमस्ते कहो",
  "Our range of learning and training resources": "सीखने और प्रशिक्षण संसाधनों की हमारी सीमा",
  "Our collection of learning and training resources will help you in setting up and running your Dojo. The collection includes educational material, exercises and project ideas to give to the Ninjas at your Dojo as well as links to training materials and content for organisers.": "सीखने और प्रशिक्षण संसाधनों का हमारा संग्रह आपके Dojo को स्थापित करने और चलाने में आपकी मदद करेगा । संग्रह में शामिल है अपने Dojo पर Ninjas को देने के लिए शैक्षिक सामग्री, अभ्यास और परियोजना के विचार साथ ही आयोजकों के लिए प्रशिक्षण सामान और सामग्री के लिंक ।",
  "To help you with setting up and running your Dojo, we've collected many useful resources created by community members, partners, and our team.": "आपका Dojo सेट अप करने और चलाने में आपकी मदद करने के लिए, हमने समुदाय के सदस्यों, भागीदारों और हमारी टीम के द्वारा बनाए गए कई उपयोगी संसाधन एकत्र किए हैं ।",
  "Projects for your Dojo": "आपके Dojo के लिए परियोजनाएं",
  "App Inventor for social enterprise": "सामाजिक उद्यम के लिए ऐप्लिकेशन आविष्कारक",
  "Scratch for social enterprise": "सामाजिक उद्यम के लिए Scratch",
  "HTML & CSS for social enterprise": "सामाजिक उद्यम के लिए HTML & CSS",
  "View more CoderDojo projects": "और अधिक CoderDojo परियोजनाएं देखें",
  "If you've created a piece of learning content for your Dojo or found an online resource that others might find useful, please share and talk about it on our forums!": "यदि आपने अपने Dojo के लिए सीखने वाली सामग्री का एक भाग बनाया है या एक ऑनलाइन संसाधन खोजा है जो कि दूसरों को उपयोगी लग सकता है, कृपया शेयर करें और हमारे मंचों पर इसके बारे में चर्चा करें!",
  "Discuss your content on our forums": "हमारे मंचों पर अपनी सामग्री पर चर्चा करें",
  "Our free online training on starting a Dojo": "एक Dojo शुरू करने पर हमारे नि: शुल्क ऑनलाइन प्रशिक्षण",
  "Use our free resources, such as e-learning modules and recommended practices, to make running your Dojo easier.": "अपने Dojo को चलाना आसान बनाने के लिए, हमारे ई-लर्निंग मॉड्यूल और अनुशंसित पद्धतियों जैसे निःशुल्क संसाधनों का उपयोग करें.",
  "Learn how to set up a programming club for young people": "युवाओं के लिए एक प्रोग्रामिंग क्लब स्थापित करने के बारे में जाने",
  "If you need to build your confidence and knowledge in order to to start a Dojo just use our online course where you'll learn how to help young people explore technology in an informal, creative and social environment.": "यदि आपको एक Dojo शुरू करने के लिए अपने आत्मविश्वास और ज्ञान बढ़ाने की जरूरत है तो बस हमारे ऑनलाइन पाठ्यक्रम का उपयोग करें जहां आप सीखेंगे कि कैसे युवाओं को एक अनौपचारिक, रचनात्मक और सामाजिक वातावरण में प्रौद्योगिकी का पता लगाने में मदद की जाये।",
  "Our Start a Dojo course": "हमारा Start a Dojo पाठ्यक्रम",
  "Our Helpdesk": "हमारा सहायता केंद्र",
  "We provide lots of in-depth articles on running your Dojo in our help desk section. This is your go-to place for answers to all your Dojo-related questions, and it also has a chat box for you to contact us if you need anything else.": "हम हमारे सहायता केंद्र अनुभाग में अपने Dojo चलाने पर बहुत गहराई से लेख प्रदान करते हैं । यह आपके सभी Dojo से संबंधित सवालों के जवाब के लिए जगह है, और अगर आपको कुछ और चाहिए तो हमसे सम्पर्क करने के लिए इसके पास आपके लिए एक चैट बॉक्स भी है।",
  "Visit our help desk": "हमारे सहायता केंद्र पर जाएं",
  "Start a CoderDojo club in your local area": "अपने स्थानीय क्षेत्र में एक CoderDojo क्लब शुरू करें",
  "Starting a Dojo is a fun and incredibly rewarding experience. The most important attribute you should have is that you can bring people together for a shared goal. Our registration process will guide you every step of the way making sure you have the most useful resources to hand.": "Dojo शुरू करना एक मजेदार और अविश्वसनीय रूप से पुरस्कृत अनुभव है । आपके पास सबसे महत्वपूर्ण विशेषता यह होनी चाहिए कि आप लोगों को एक साझा लक्ष्य के लिए एक साथ ला सकें। ये सुनिश्चित करते हुए कि आपके पास सबसे महतवपूर्ण संसाधन हों, हमारी पंजीकरण की प्रक्रिया हर स्तर पर आपका मार्गदर्शन करेगी।",
  "Let's start a Dojo for young people near you": "चलो आप के पास युवाओं के लिए एक Dojo शुरू करें",
  "1": "1",
  "Register": "पंजीकृत करें",
  "2": "2",
  "Find": "खोजें",
  "Find a public venue to hold your Dojo events. Libraries, offices and community centres are often used.": "अपने Dojo कार्यक्रम रखने के लिए सार्वजनिक स्थान ढूंढें । अक्सर पुस्तकालयों, कार्यालयों और सामुदायिक केंद्रों का प्रयोग किया जाता है ।",
  "3": "3",
  "Start": "प्रारंभ करें",
  "Schedule your first event using our events system, and use some of over 200 projects to run a great first Dojo session.": "हमारे कार्यक्रम प्रणाली का उपयोग करके अपना पहला कार्यक्रम अनुसूचित करें, और पहला महान Dojo सत्र चलाने के लिए कुछ 200 से ज़्यादा प्राजेक्ट्स का प्रयोग करें।",
  "What is a Champion?": "एक चैंपियन क्या है?",
  "Dojos are championed by individuals all around the world who are passionate about giving young people the opportunity to learn to code. CoderDojo champions are enthusiastic, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "Dojos, युवाओं को कोड सीखने का अवसर देने के लिए दुनियाभर के उत्साहित व्यक्तियों द्वारा उत्तम बनाए गए हैं। CoderDojo चैम्पियनस उत्साही, संचलित (अक्सर बिना तकनीकी अनुभव वाले!) स्वयमसेवक हैं जो Dojo को सेट उप करने और उनको बनाए रखने का प्रभार लेते हैं।",
  "But champions are never alone! They find volunteers to help them organise their Dojo and mentor the young people. And champions always have CoderDojo's resources and our 200+ projects to help them run their club and engage the kids, and they can always ask us, the CoderDojo team, for our help directly.": "लेकिन चैम्पियंस कभी अकेले नही होते। वे युवकों को सलाह देने और अपने Dojo के आयोजन में उनकी मदद करने के लिए स्वयमसेवक ढूँढते हैं। और अपने क्लब को चलाने तथा बच्चों को संलग्न करें के लिए CoderDojo के संसाधन और हमारे 200+ परियोजनाएँ हमेशा चैम्पियंस के पास होते हैं, और वे कभी भी हमसे, CoderDojo टीम से, प्रत्यक्ष रूप से सहायता के लिए पूछ सकते हैं।",
  "Realising that I had created such a wonderful place for the children also ignited a spark in me.": "यह महसूस करने से कि मैंने बच्चों के लिए ऐसी अद्भुत जगह बनाई है, मेरे अंदर भी एक चिंगारी जल उठी।",
  "Have more questions?": "और सवाल हैं?",
  "We offer a free online course for people who'd like a structured way to start a Dojo": "Dojo शुरू करने के लिए एक व्यवस्थित मार्ग पसंद करने वाले लोगों के लिए हम एक निःशुल्क ऑनलाइन पाठ्यक्रम पेश करते हैं",
  "Start a Dojo course": "Start a Dojo पाठ्यक्रम",
  "In our help section, you'll find great articles to answer your questions, and you can ask us for advice directly!": "हमारे सहायता अनुभाग में आप अपने प्रश्नों के उत्तरों के लिए महान लेख पाएँगे, और आप सीधे तौर पर भी हमसे सुझाव माँग सकते हैं!",
  "Help desk": "सहायता केंद्र",
  "There's no need to worry about projects or content for your Dojo": "अपने Dojo के लिए परियोजनाओं और सामग्री के बारे में परेशान होने की कोई ज़रूरत नही है",
  "200+ coding lessons built for you": "आपके लिए बनाये गए 200+ कोडिंग अध्याय",
  "Want to see it all in person?": "ये सब व्यक्तिगत रूप से देखना चाहते हैं?",
  "Find a Dojo event near you to visit": "दौरा करने के लिए अपने पास एक Dojo कार्यक्रम खोजें",
  "How you can volunteer with CoderDojo": "आप CoderDojo के साथ कैसे स्वयमसेवा कर सकते हैं",
  "Dojos benefit from a mix of Mentors providing support, guidance and encouragement to CoderDojo attendees (Ninjas). Maybe you love working with kids, perhaps you want to share your technical skills, or maybe you are creative and have an eye for design. All of these traits make you the perfect Dojo volunteer!": "CoderDojo में उपस्थित लोगों (Ninjas) को समर्थन, मार्गदर्शन और प्रोत्साहन देने वाले सलाहकारों के मिश्रण से Dojos को फ़ायदा होता है। हो सकता है आपको बच्चों के साथ काम करने में मज़ा आता हो, शायद आप अपने तकनीकी कौशल को साझा करना चाहते हों, या फिर हो सकता है की आप रचनात्मक हों और डिज़ाइन की परख रखते हों। ये सभी गुण आपको एक उत्तम Dojo स्वयमसेवक बनाते हैं।",
  "Volunteer at a Dojo near you!": "अपने पास एक Dojo में स्वयमसेवा करें!",
  "What does it mean to volunteer at a Dojo?": "एक Dojo में स्वयमसेवा करने का क्या मतलब है?",
  "There are {number} volunteers in {dojonumber} Dojos, and they do all sorts of things to help their clubs.": "वहाँ {dojonumber} Dojos में {number} स्वयमसेवक हैं, और वे अपने क्लब्स की मदद के लिए हर तरह की चीज़ें करते हैं।",
  "You do not need to be a programmer to mentor at a Dojo! A lot of mentors are attendees' parents who have no technical experience at all when they start. Dojos benefit from having mentors with different skills, backgrounds, and levels of knowledge who provide support and encouragement to CoderDojo youth (Ninjas). The clubs also need general volunteers who focus on organising the events. The easiest way to see what volunteering is like: watch our video, and find a Dojo event to drop by to discover in person how a Dojo works!": "आपको Dojo में सलाह देने के लिए प्रोग्रैमर होने की ज़रूरत नही है! बहुत से सलाहकार उपस्थित लोगों के माता-पिता होते हैं जिनके पास बिलकुल भी तकनीकी अनुभव नही होता जब वो शुरुआत करते हैं। विभिन्न योग्यताओं, पृष्ठभूमि, और ज्ञान के स्तर वाले सलाहकारों, जो CoderDojo युवाओं (Ninjas) को सहायता और प्रोत्साहन प्रदान करते हैं, के होने से Dojos को फ़ायदा होता है। क्लब्स को सामान्य स्वयमसेवकों की भी आवश्यकता होती है जो कार्यक्रमों के आयोजन करने पर ध्यान देते हैं। स्वयमसेवा को समझने का सबसे आसान तरीका: हमारी विडीओ देखें, और एक Dojo कार्यक्रम का पता करके वहाँ जाकर व्यक्तिगत रूप से जाने कि एक Dojo कैसे काम करता है!",
  "When I see them do things on their own, getting their ideas out there. It really gives me so much enjoyment.": "जब मैं उन्हें अपने आप काम करते हुए, अपने विचार व्यक्त करते हुए देखता हूँ। यह वास्तव में मुझे बहुत आनंद देता है।",
  "Find a Dojo to volunteer at": "स्वयमसेवा करने के लिए एक Dojo खोजें",
  "How much time do I need to put in?": "मुझे कितना समय देना होगा?",
  "You can attend your Dojo’s events to help out for a couple of hours, whether they are weekly, fortnightly, or monthly.": "आप अपने Dojo के कार्यक्रम में कुछ घंटो की सहायता करने के लिए सम्मिलित हो सकते हैं, चाहे वे साप्ताहिक हों, पाक्षिक (दो सप्ताह में एक बार) हों, या फिर मासिक।",
  "How much technical expertise do I need?": "मुझे कितना तकनीकी अनुभव होना चाहिए?",
  "It's OK to have no technical experience, or lots of experience, or anything in between — there will be something useful you can do for your local Dojo. All help is appreciated!": "बिलकुल भी तकनीकी अनुभव ना होना, या फिर बहुत सारा अनुभव होना, या फिर बीच में कुछ भी ठीक है - वहाँ कुछ ना कुछ उपयोगी होगा जो आप अपने स्थानिए Dojo के लिए कर सकते हैं। सभी मदद सराहनीए है।",
  "Resources to help you mentor young people": "युवाओं को सलाह देने में आपकी सहायता के लिए संसाधन",
  "Training and supports for volunteers": "स्वयंसेवकों के लिए प्रशिक्षण और समर्थन",
  "View our ready made resources for Dojos": "Dojos के लिए हमारे तैयार संसाधनो को देखें",
  "Ask us directly": "हमसे सीधे पूछें",
  "Girls initiative": "लड़कियों की पहल"
}