{
  "Login": "Bejelentkezés",
  "Find a Dojo": "Keress egy Dojót",
  "Volunteer": "Önkénteskedj",
  "Start a Dojo": "Indíts egy Dojót",
  "Resources": "Segédanyagok",
  "Close": "Bezárás",
  "The CoderDojo movement believes that an understanding of programming languages is increasingly important in the modern world, that it’s both better and easier to learn these skills early, and that nobody should be denied the opportunity to do so.": "A CoderDojo mozgalom szerint a programozási nyelvek megértése egyre fontosabb a modern világban, egyaránt jobb és könnyebb korán megtanulni ezeket a képességeket, és senkinek sem szabad megtagadni ehhez a lehetőséget.",
  "Get Involved": "Kapcsolódj be te is",
  "Find a Dojo near you": "Keress egy Dojót a közeledben",
  "Donate": "Adományozz",
  "About CoderDojo": "A CoderDojóról",
  "Foundation": "Alapítvány",
  "History": "Történet",
  "Our supporters": "Támogatóink",
  "Contact Us": "Kapcsolatfelvétel",
  "Community": "Közösség",
  "Badges": "Jelvények",
  "Join our Slack": "Csatlakozz a Slack csatornánkhoz",
  "Newsletter": "Hírlevél",
  "News": "Hírek",
  "Help us with translations": "Segíts a fordításban",
  "Need help?": "Segíthetünk?",
  "Our help center": "Súgóközpont",
  "CoderDojo – Enabling young people worldwide to create and explore technology together": "CoderDojo - Lehetővé tesszük az embereknek világszerte, hogy együtt alkossanak és felfedezzék a technológiát",
  "CoderDojo": "CoderDojo",
  "CoderDojo is a global movement of free, volunteer-led, community-based computer programming clubs for young people. Children can visit a Dojo where they can learn to code, build websites, create apps or games, and explore technology in an creative and social environment.": "A CoderDojo ingyenes, önkéntesek által vezetett, közösségi alapú, fiatalok számára elérhető számítógép-programozó klubok globális mozgalma. A gyerekek ellátogathanak egy Dojóba, ahol megtanulhatnak kódolni, weboldalt építeni, alkalmazásokat és játékokat készíteni, és felfedezhetik a technológiát egy kreatív és közösségi környezetben.",
  "The community of {count} free, open and local programming clubs for young people": "A közösség tagja {count} ingyenes, nyitott és helybeli programozói klub fiatalok részére",
  "{youth} young people are being creative with technology with the help of {volunteers} volunteers in {countries} countries. Join us!": "{youth} fiatal ismerkedik meg kreatívan a technológiával {volunteers} önkéntes segítségével {countries} országban. Csatlakozz hozzánk!",
  "What is CoderDojo?": "Mi az a CoderDojo?",
  "Dojos are relaxed and fun programming clubs!": "A Dojók nyugodt és szórakoztató programozói klubok!",
  "When I started to attend the CoderDojo courses, I only knew how to copy/paste. Now, I can build websites and I even experiment with game development.": "Amikor elkezdtem a CoderDojo tanfolyamaira járni, csak másolni és beilleszteni tudtam. Most már tudok weboldalt készíteni, és még a játékfejlesztéssel is próbálkozom.",
  "It’s a place to go to learn really cool coding activities and make friends. I’ve got a chance to try things from scratch to drones and even how to live code music with sonic pi!": "Ezen a helyen nagyon klassz dolgokat lehet tanulni a programozásról, és barátokat is lehet szerezni. Lehetőségem volt olyan dolgokat kipróbálni, mint a Scratch, a drónok, vagy akár a zene kódolása Sonic Pi-jal!",
  "Being a mentor": "Miért legyél mentor?",
  "Find a Dojo to attend": "Keress egy Dojót, amelyhez csatlakozhatsz",
  "Volunteer at a Dojo": "Önkénteskedj egy Dojóban",
  "Join us and meet {count} like-minded volunteers": "Csatlakozz hozzánk és ismerj meg {count} hasonló gondolkodású önkéntest",
  "Whether or not you can code, you can help a local club in just a few hours a month! Dojos need general volunteers, and mentors for sessions. Even mentors don’t have to have technical skills, because they help the young people mainly by encouraging them to discover their own way forward.": "Ha tudsz kódolni, ha nem, segíthetsz egy helyi klubnak csak havi pár órában! A Dojóknak általános önkéntesekre van szükségük, és mentorokra az eseményekhez. Még a mentoroknak sem kell, hogy jó technikai képességeik legyenek, mert elsősorban úgy segítenek a fiataloknak, hogy ösztönzik őket a saját útjuk felfedezésére.",
  "When I see them doing things on their own, getting their ideas out there, and seeing creativity spur out of the moment, really gives me so much joy": "Amikor látom, hogy maguktól csinálnak dolgokat, megmutatják az ötleteiket és felvillan a kreativitásuk egy pillanatban, nagy örömmel tölt el.",
  "See how easy it is to try out": "Nézd, milyen könnyű kipróbálni",
  "Want to start a Dojo?": "Szeretnél indítani egy Dojót?",
  "It's just 3 steps!": "Csak 3 lépés!",
  "CoderDojo champions are passionate, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "A CoderDojo bajnokok szenvedélyes, motivált (és gyakran nem techguru!) önkéntesek, akik magukra vállalják, hogy elindítanak és fenntartanak egy Dojót.",
  "Register with us as a champion so we can support you as you build and grow your Dojo.": "Regisztrálj bajnokként, hogy támogathassunk, hogy felépítsd és fejleszd a Dojódat.",
  "Schedule your first event using our simple online events system, and use some of over 200 ready-made coding projects to run a great first Dojo session.": "Üzemezd az első eseményedet az egyszerű online eseménykezelő rendszerünkkel, és használd a több mint 200 előre elkészített kódolási projektünk valamelyikét, hogy az első Dojo összejöveteled nagyszerű legyen.",
  "Our community is one vast family!": "A közösségünk egy hatalmas család!",
  "We're a global family that gets together in lots of places to talk, both online and face to face.": "Egy globális család vagyunk, akik sok helyen jövünk össze beszélgetni, online és szemtől szembe.",
  "We hold big events for young people and volunteers all around the world. So find what you want to get involved in!": "Nagy eseményeket szervezünk fiataloknak és önkénteseknek világszerte. Találd meg, miben akarsz részt venni!",
  "We hold big yearly events called Coolest Projects for young people to show off what they have made.": "Minden évben tartunk egy nagy eseményt Coolest Projects (Legklasszabb Projektek) címmel, ahol a fiatalok megmutathatják, mit készítettek.",
  "There are less formal, regional MegaDojos, which are day-long Dojo sessions where kids can make whatever they want.": "Vannak kevésbé formális regionális MegaDojók, egész napos Dojó összejövetelek, ahol a gyerekek azt készíthetnek, amit akarnak.",
  "We have many DojoCons every year all around the world, where volunteers get together and share their joys and learning!": "Sok DojoCon eseményünk van minden évben világszerte, ahol az önkéntesek találkozhatnak és megoszthatják az örömüket és a tanulásukat!",
  "Our team & history": "A csapatunk és története",
  "We’re a {year}-year-old foundation with amazing growth and an eventful story.": "Egy {year} éves alapítvány vagyunk, amely bámulatos növekedéssel és eseménydús történettel rendelkezik.",
  "Find out more about us!": "Tudj meg rólunk többet!",
  "Talk to our community": "Beszélj a közösségünkkel",
  "Say hello in our Facebook Group": "Köszönj a Facebook csoportunkban",
  "Our range of learning and training resources": "Segédanyagaink tanuláshoz és képzéshez",
  "Our collection of learning and training resources will help you in setting up and running your Dojo. The collection includes educational material, exercises and project ideas to give to the Ninjas at your Dojo as well as links to training materials and content for organisers.": "A tanulási és képzési segédanyag-gyűjteményünk segít, hogy felállítsd és működtesd a Dojódat. A gyűjteményben találhatók oktatási anyagok, feladatok és projektötletek, amelyeket a Ninjáidnak adhatsz a Dojóban, ezenkívül linkek a képzési anyagokhoz és a szervezői tartalomhoz.",
  "To help you with setting up and running your Dojo, we've collected many useful resources created by community members, partners, and our team.": "Hogy segíthessünk elindítani és működtetni a Dojódat, sok hasznos segédanyagot gyűjtöttünk össze, amelyeket a közösség tagjai, a partnerek és a mi csapatunk készített.",
  "Projects for your Dojo": "Projektek a Dojódnak",
  "App Inventor for social enterprise": "App Inventor szociális vállalkozás számára",
  "Scratch for social enterprise": "Scratch szociális vállalkozás számára",
  "HTML & CSS for social enterprise": "HTML és CSS szociális vállalkozás számára",
  "Make a chatbot using Scratch": "Készíts csevegőrobotot Scratchben",
  "Create a meme generator in HTML": "Készíts mémgenerátort HTML-ben",
  "Code a pong game using Python": "Kódolj Pong játékot Pythonban",
  "View more CoderDojo projects": "Nézz több CoderDojo projektet",
  "If you've created a piece of learning content for your Dojo or found an online resource that others might find useful, please share and talk about it on our forums!": "Ha készítettel valamilyen tananyagot a Dojódnak, vagy találtál egy online segédanyagot, amely másnak is hasznos lehet, oszd meg és beszélj róla a fórumunkon!",
  "Discuss your content on our forums": "Beszélgess a tartalmaidról a fórumunkon",
  "Our free online training on starting a Dojo": "Az ingyenes online képzésünk egy Dojo indításáról",
  "Use our free resources, such as e-learning modules and recommended practices, to make running your Dojo easier.": "Az ingyenes segédanyagainkkal, mint az e-tanulási modulok és az ajánlott gyakorlatok, könnyebben működtetheted a Dojódat.",
  "Learn how to set up a programming club for young people": "Ismerd meg, hogyan indíthatsz egy programozói klubot fiatalok részére",
  "If you need to build your confidence and knowledge in order to to start a Dojo just use our online course where you'll learn how to help young people explore technology in an informal, creative and social environment.": "Ha fel kell építened a bizalmadat és a tudásodat, mielőtt elindítanál egy Dojót, használd az online kurzusunkat, ahol megtanulhatod, hogyan segíthetsz a fiataloknak felfedezni a technológiát egy informális, kreatív és közösségi környezetben.",
  "Our Start a Dojo course": "Dojo indítási kurzusunk",
  "Our Helpdesk": "Súgóközpontunk",
  "We provide lots of in-depth articles on running your Dojo in our help desk section. This is your go-to place for answers to all your Dojo-related questions, and it also has a chat box for you to contact us if you need anything else.": "Sok részletes cikkünk van a Dojó működtetéséről a súgóközpontunkban. Ez az a hely, ahol választ kaphatsz a Dojóval kapcsolatos kérdéseidre, és itt található egy chat ablak, ahol felveheted velünk a kapcsolatot, ha másra van szükséged.",
  "Visit our help desk": "Látogasd meg a súgóközpontunkat",
  "Start a CoderDojo club in your local area": "Indíts egy CoderDojo klubot a környékeden",
  "Starting a Dojo is a fun and incredibly rewarding experience. The most important attribute you should have is that you can bring people together for a shared goal. Our registration process will guide you every step of the way making sure you have the most useful resources to hand.": "A Dojo indítása egy szórakoztató és tanulságos élmény. A legfontosabb tulajdonság, amivel rendelkezned kell, hogy össze tudj hozni embereket egy közös cél érdekében. A regisztációs folyamatunk végigvezet minden lépésen, hogy mindig kéznél legyenek a leghasznosabb segédanyagok.",
  "Let's start a Dojo for young people near you": "Indítsunk egy Dojót a fiatalonak a környékeden",
  "1": "1",
  "Register": "Regisztrálj",
  "2": "2",
  "Find": "Keress",
  "Find a public venue to hold your Dojo events. Libraries, offices and community centres are often used.": "Keress egy nyilvános helyszínt, ahol megtarthatod a Dojó eseményeidet. Gyakran könyvtárakat, irodákat és közösségi központokat használunk erre a célra.",
  "3": "3",
  "Start": "Indítsd el",
  "Schedule your first event using our events system, and use some of over 200 projects to run a great first Dojo session.": "Üzemezd az első eseményedet az egyszerű online eseménykezelő rendszerünkkel, és használd a több mint 200 előre elkészített kódolási projektünk valamelyikét, hogy az első Dojo összejöveteled nagyszerű legyen.",
  "What is a Champion?": "Ki az a bajnok?",
  "Dojos are championed by individuals all around the world who are passionate about giving young people the opportunity to learn to code. CoderDojo champions are enthusiastic, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "A Dojo bajnokai világszerte olyan emberek, akik szenvedélyesen szeretnék megadni a fiataloknak a lehetőséget, hogy megtanuljanak kódolni. A CoderDojo bajnokok szenvedélyes, motivált (és gyakran nem techguru!) önkéntesek, akik magukra vállalják, hogy elindítanak és fenntartanak egy Dojót.",
  "But champions are never alone! They find volunteers to help them organise their Dojo and mentor the young people. And champions always have CoderDojo's resources and our 200+ projects to help them run their club and engage the kids, and they can always ask us, the CoderDojo team, for our help directly.": "De a bajnokok soha sincsenek egyedül! Önkénteseket keresnek, hogy megszervezzék a Dojót és mentorálják a fiatalokat. A bajnokok rendelkezésére állnak a CoderDojo segédanyagai és több mint 200 projekt, hogy segítsenek működtetni a klubjukat és lekössék a gyerekeket, valamint mindig megkérdezhetnek minket, a CoderDojo csapatot, hogy közvetlen segítséget adjunk.",
  "Realising that I had created such a wonderful place for the children also ignited a spark in me.": "Amikor felismertem, hogy ilyen csodálatos helyet hoztam létre a gyerekeknek, egy szikra gyúlt meg bennem.",
  "Have more questions?": "További kérdéseid vannak?",
  "We offer a free online course for people who'd like a structured way to start a Dojo": "Egy online kurzust kínálunk azoknak, akik strukturált módon szeretnék elindítani a Dojót",
  "Start a Dojo course": "Dojo indítási kurzus",
  "In our help section, you'll find great articles to answer your questions, and you can ask us for advice directly!": "A súgóközpontban nagyszerű cikkeket találhatsz, amelyek válaszolnak a kérdéseidre, és közvetlenül tőlünk is kérhetsz segítséget!",
  "Help desk": "Súgóközpont",
  "There's no need to worry about projects or content for your Dojo": "Nem kell aggódnod a Dojo projektekkel vagy tartalmakkal kapcsolatban",
  "200+ coding lessons built for you": "Több mint 200 kódolási lecke neked felépítve",
  "Want to see it all in person?": "Szeretnéd személyesen látni az egészet?",
  "Find a Dojo event near you to visit": "Keress egy Dojo eseményt a közeledben, amelyet meglátogathatsz",
  "How you can volunteer with CoderDojo": "Hogyan önkénteskethetsz a CoderDojóval",
  "Dojos benefit from a mix of Mentors providing support, guidance and encouragement to CoderDojo attendees (Ninjas). Maybe you love working with kids, perhaps you want to share your technical skills, or maybe you are creative and have an eye for design. All of these traits make you the perfect Dojo volunteer!": "A Dojóknak hasznos, ha különféle mentoraik vannak, akik támogatják, irányítják és ösztönzik a CoderDojo résztvevőit (a Ninjákat). Lehet, hogy szeretsz gyerekekkel dolgozni, talán a technikai képességeidet szeretnéd megosztani, esetleg kreatív vagy, és júl tudsz tervezni. Ezek a tulajdonságok mind tökéletes Dojo önkéntessé tesznek!",
  "Volunteer at a Dojo near you!": "Önkénteskedj egy Dojóban a környékeden!",
  "What does it mean to volunteer at a Dojo?": "Mit jelent egy Dojóban önkénteskedni?",
  "There are {number} volunteers in {dojonumber} Dojos, and they do all sorts of things to help their clubs.": "{number} önkéntes van {dojonumber} Dojóban, és mindenféle dolgot csinálnak, hogy segítsék a klubjukat.",
  "You do not need to be a programmer to mentor at a Dojo! A lot of mentors are attendees' parents who have no technical experience at all when they start. Dojos benefit from having mentors with different skills, backgrounds, and levels of knowledge who provide support and encouragement to CoderDojo youth (Ninjas). The clubs also need general volunteers who focus on organising the events. The easiest way to see what volunteering is like: watch our video, and find a Dojo event to drop by to discover in person how a Dojo works!": "Nem kell programozónak lenned, hogy mentorálj egy Dojóban! Sok mentor egy résztvevő szülője, akinek nincs semmilyen technikai tudása, amikor elkezdi. A Dojóknak hasznos, ha a mentorok különféle képességekkel, háttérrel és tudásszinttel rendelkeznek, és támogatják és ösztönzik a CoderDojo ifjúságát (a Ninjákat). A kluboknak általános önkéntesekre is szükségük van, akik az események megszervezésére összpontosítanak. A legegyszerűbb módja, hogy megnézd, milyen az önkénteskedés: nézd meg a videónkat, és keress egy Dojó eseményt, ahoval beugorhatsz, hogy személyesen is megtapasztald, hogyan működik egy Dojo!",
  "When I see them do things on their own, getting their ideas out there. It really gives me so much enjoyment.": "Amikor látom, hogy maguktól csinálnak dolgokat, megmutatják az ötleteiket, nagy örömmel tölt el.",
  "Find a Dojo to volunteer at": "Keress egy Dojót, ahol önkénteskedhetsz",
  "How much time do I need to put in?": "Mennyi időt kell rászánnom?",
  "You can attend your Dojo’s events to help out for a couple of hours, whether they are weekly, fortnightly, or monthly.": "Elmehetsz a Dojód eseményeire segíteni egy pár órára, akár hetente, kéthetente vagy havonta.",
  "How much technical expertise do I need?": "Mennyi technikai szakértelemre van szükségem?",
  "It's OK to have no technical experience, or lots of experience, or anything in between — there will be something useful you can do for your local Dojo. All help is appreciated!": "Mindegy, hogy nincs technikai tapasztalatod, sok tapasztalatod van, vagy bárhol a kettő között - mindig lesz valami hasznos, amit tehetsz a helyi Dojódért. Minden segítséget szívesen fogadunk!",
  "Resources to help you mentor young people": "Segédanyagok fiatalok mentorálásához",
  "Training and supports for volunteers": "Képzés és támogatás önkénteseknek",
  "View our ready made resources for Dojos": "Nézd meg az előre elkészített segédanyagainkat a Dojóknak",
  "Ask us directly": "Kérdezz tőlünk közvetlenül",
  "Girls initiative": "Kezdeményezés lányoknak",
  "Governance": "Irányítás"
}
