{
  "Login": "Accedi",
  "Find a Dojo": "Cerca un Dojo",
  "Volunteer": "Volontari",
  "Start a Dojo": "Apri un Dojo",
  "Resources": "Risorse",
  "Close": "Chiudi",
  "The CoderDojo movement believes that an understanding of programming languages is increasingly important in the modern world, that it’s both better and easier to learn these skills early, and that nobody should be denied the opportunity to do so.": "Il movimento di CoderDojo crede che la comprensione dei linguaggi di programmazione sia sempre più importante al giorno d'oggi, che sia meglio e più facile acquisire presto queste abilità ed inoltre che a nessuno dovrebbe essere negata l'opportunità di farlo.",
  "Get Involved": "Partecipa",
  "Find a Dojo near you": "Cerca un Dojo vicino a te",
  "Donate": "Dona",
  "About CoderDojo": "Che cos'è CoderDojo",
  "Foundation": "Fondazione",
  "History": "Storia",
  "Our supporters": "I nostri sostenitori",
  "Contact Us": "Contattaci",
  "Community": "Community",
  "Badges": "Badge",
  "Join our Slack": "Unisciti al nostro canale Slack",
  "Newsletter": "Newsletter",
  "News": "News",
  "Help us with translations": "Contribuisci alla traduzione",
  "Need help?": "Ti serve aiuto?",
  "Our help center": "Help center",
  "CoderDojo – Enabling young people worldwide to create and explore technology together": "CoderDojo - Permettere ai ragazzi di tutto il mondo di creare ed esplorare la tecnologia insieme",
  "CoderDojo": "CoderDojo",
  "CoderDojo is a global movement of free, volunteer-led, community-based computer programming clubs for young people. Children can visit a Dojo where they can learn to code, build websites, create apps or games, and explore technology in an creative and social environment.": "CoderDojo è un movimento internazionale composto da club locali e gratuiti di programmazione per ragazzi, organizzati da volontari. I ragazzi possono visitare un Dojo dove possono imparare a programmare, costruire siti web, creare app o giochi ed esplorare la tecnologia in un ambiente creativo e sociale.",
  "The community of {count} free, open and local programming clubs for young people": "La comunità di {count} club locali e gratuiti di programmazione per ragazzi",
  "{youth} young people are being creative with technology with the help of {volunteers} volunteers in {countries} countries. Join us!": "{youth} ragazzi sono creativi con la tecnologia grazie all'aiuto di {volunteers} volontari in {countries} paesi. Unisciti a noi!",
  "What is CoderDojo?": "Che cos'è CoderDojo?",
  "Dojos are relaxed and fun programming clubs!": "I Dojo sono club di programmazione rilassati e divertenti!",
  "When I started to attend the CoderDojo courses, I only knew how to copy/paste. Now, I can build websites and I even experiment with game development.": "Quando ho iniziato a frequentare i corsi di CoderDojo io sapevo solamente come copiare e incollare. Ora sono capace di creare un sito web e ho pure provato a progettare un videogioco.",
  "It’s a place to go to learn really cool coding activities and make friends. I’ve got a chance to try things from scratch to drones and even how to live code music with sonic pi!": "È un posto dove andare ad imparare attività di programmazione davvero belle e si può fare amicizia. Ho avuto la possibilità di provare le cose da zero e anche come programmare dal vivo la musica con sonic pi!",
  "Being a mentor": "Essere un mentor",
  "Find a Dojo to attend": "Trova un Dojo",
  "Volunteer at a Dojo": "Diventa volontario in un Dojo",
  "Join us and meet {count} like-minded volunteers": "Unisciti e incontra {count} volontari che la pensano allo stesso modo",
  "Whether or not you can code, you can help a local club in just a few hours a month! Dojos need general volunteers, and mentors for sessions. Even mentors don’t have to have technical skills, because they help the young people mainly by encouraging them to discover their own way forward.": "Che tu sappia o meno programmare, puoi aiutare un club locale in poche ore al mese! I dojo hanno bisogno di volontari e mentor per le attività. Anche i mentor non devono possedere competenze tecniche, perché aiutano i ragazzi principalmente incoraggiandoli a scoprire la propria strada da seguire.",
  "When I see them doing things on their own, getting their ideas out there, and seeing creativity spur out of the moment, really gives me so much joy": "Quando li vedo fare le cose da soli, realizzare le proprie idee e vedere la creatività spingere fuori dal momento, mi dà davvero tanta gioia",
  "See how easy it is to try out": "Guarda com'è facile provarlo",
  "Want to start a Dojo?": "Vuoi aprire un Dojo?",
  "It's just 3 steps!": "Sono solo 3 passi!",
  "CoderDojo champions are passionate, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "I Champion del CoderDojo sono volontari appassionati (e spesso non sono patito di tecnologia!) che si occupano di organizzare e mantenere un Dojo.",
  "Register with us as a champion so we can support you as you build and grow your Dojo.": "Registrati con noi come un champion così possiamo aiutarti a costruire e crescere il tuo Dojo.",
  "Schedule your first event using our simple online events system, and use some of over 200 ready-made coding projects to run a great first Dojo session.": "Programma il tuo primo evento utilizzando il nostro semplice sistema di eventi online e utilizza alcuni dei 200 progetti già pronti per lanciare uno straordinario primo Dojo.",
  "Our community is one vast family!": "La nostra comunità è un'immensa famiglia!",
  "We're a global family that gets together in lots of places to talk, both online and face to face.": "Noi siamo una famiglia internazionale che si riunisce in molti posti per parlare, sia online che di persona.",
  "We hold big events for young people and volunteers all around the world. So find what you want to get involved in!": "Organizziamo grandi eventi per i ragazzi e volontari in tutto il mondo. Quindi cerca ciò in cui vuoi essere coinvolto!",
  "We hold big yearly events called Coolest Projects for young people to show off what they have made.": "Organizziamo grandi eventi annuali chiamati Coolest Projects per i ragazzi dove possono mostrare i progetti che hanno realizzato.",
  "There are less formal, regional MegaDojos, which are day-long Dojo sessions where kids can make whatever they want.": "Ci sono meno MegaDojo formali e regionali. Questi sono Dojo di un giorno intero in cui i ragazzi possono fare tutto ciò che vogliono.",
  "We have many DojoCons every year all around the world, where volunteers get together and share their joys and learning!": "Ci sono vari DojoCons ogni anno in tutto il mondo, dove i volontari si riuniscono e condividono le loro gioie e apprendimento!",
  "Our team & history": "Il team & la storia",
  "We’re a {year}-year-old foundation with amazing growth and an eventful story.": "Siamo una fondazione di {year} anni con una crescita incredibile e una storia ricca di eventi.",
  "Find out more about us!": "Scopri di più su di noi!",
  "Talk to our community": "Scrivi con la nostra community",
  "Say hello in our Facebook Group": "Salutaci sul nostro gruppo Facebook",
  "Our range of learning and training resources": "La nostra gamma di risorse per l'apprendimento e la formazione",
  "Our collection of learning and training resources will help you in setting up and running your Dojo. The collection includes educational material, exercises and project ideas to give to the Ninjas at your Dojo as well as links to training materials and content for organisers.": "La nostra raccolta di risorse per l'apprendimento e la formazione ti aiuterà a creare e gestire il tuo Dojo. La raccolta comprende materiale didattico, esercitazioni e idee progettuali da dare ai Ninja nel tuo Dojo, nonché link a materiali di formazione e contenuti per gli organizzatori.",
  "To help you with setting up and running your Dojo, we've collected many useful resources created by community members, partners, and our team.": "Per aiutarti ad organizzare e gestire il tuo Dojo, abbiamo raccolto molte risorse utili create dai membri della community, dai partner e dal nostro team.",
  "Projects for your Dojo": "Progetti per il tuo Dojo",
  "App Inventor for social enterprise": "App Inventor per l'impresa sociale",
  "Scratch for social enterprise": "Scratch per l'impresa sociale",
  "HTML & CSS for social enterprise": "HTML & CSS per l'impresa sociale",
  "View more CoderDojo projects": "Guarda altri progetti di CoderDojo",
  "If you've created a piece of learning content for your Dojo or found an online resource that others might find useful, please share and talk about it on our forums!": "Se hai creato dei contenuti per il tuo CoderDojo o hai trovato delle risorse online che possono essere utili ad altre persone, condividile e parlane sul nostro forum!",
  "Discuss your content on our forums": "Condividi i tuoi contenuti sul nostro forum",
  "Our free online training on starting a Dojo": "Il nostro corso gratuito e online per aprire un Dojo",
  "Use our free resources, such as e-learning modules and recommended practices, to make running your Dojo easier.": "Usa le nostre risorse gratuite, come i moduli di e-learning e le pratiche raccomandate, per rendere più semplice la gestione del tuo Dojo.",
  "Learn how to set up a programming club for young people": "Impara come creare un club di programmazione per i giovani",
  "If you need to build your confidence and knowledge in order to to start a Dojo just use our online course where you'll learn how to help young people explore technology in an informal, creative and social environment.": "Se hai bisogno di sentirti più confidente e preparato per poter iniziare un Dojo, usa il nostro corso online dove imparerai come aiutare i ragazzi ad esplorare la tecnologia in un ambiente informale, creativo e sociale.",
  "Our Start a Dojo course": "Il nostro corso per aprire un Dojo",
  "Our Helpdesk": "Il nostro Helpdesk",
  "We provide lots of in-depth articles on running your Dojo in our help desk section. This is your go-to place for answers to all your Dojo-related questions, and it also has a chat box for you to contact us if you need anything else.": "Forniamo molti articoli approfonditi sulla gestione del tuo Dojo nella nostra sezione help desk. Questo è il tuo punto di riferimento per le risposte a tutte le tue domande relative al Dojo e ha anche una casella di chat per contattarci se hai bisogno di qualcos'altro.",
  "Visit our help desk": "Visita il nostro help desk",
  "Start a CoderDojo club in your local area": "Apri un CoderDojo club nella tua zona",
  "Starting a Dojo is a fun and incredibly rewarding experience. The most important attribute you should have is that you can bring people together for a shared goal. Our registration process will guide you every step of the way making sure you have the most useful resources to hand.": "Avviare un Dojo è un'esperienza divertente e incredibilmente gratificante. La caratteristica più importante che dovresti avere è che puoi riunire le persone per un obiettivo condiviso. La nostra procedura di registrazione ti guiderà passo dopo passo assicurandoti di avere a disposizione le risorse più utili.",
  "Let's start a Dojo for young people near you": "Apri un Dojo per ragazzi vicino a te",
  "1": "1",
  "Register": "Registrati",
  "2": "2",
  "Find": "Cerca",
  "Find a public venue to hold your Dojo events. Libraries, offices and community centres are often used.": "Trova un luogo pubblico per organizzare i tuoi Dojo. Sono spesso usate biblioteche, uffici e centri comunitari.",
  "3": "3",
  "Start": "Inizia",
  "Schedule your first event using our events system, and use some of over 200 projects to run a great first Dojo session.": "Programma il tuo primo evento utilizzando il nostro sistema di eventi e utilizza alcuni dei 200 progetti per lanciare uno straordinario primo Dojo.",
  "What is a Champion?": "Che cos'è un Champion?",
  "Dojos are championed by individuals all around the world who are passionate about giving young people the opportunity to learn to code. CoderDojo champions are enthusiastic, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "I dojo sono sostenuti da persone di tutto il mondo che sono appassionate di dare ai ragazzi l'opportunità di imparare a programmare. I Champion del CoderDojo sono volontari molto appassionati (e spesso non sono patito di tecnologia!) che si occupano di organizzare e mantenere un Dojo.",
  "But champions are never alone! They find volunteers to help them organise their Dojo and mentor the young people. And champions always have CoderDojo's resources and our 200+ projects to help them run their club and engage the kids, and they can always ask us, the CoderDojo team, for our help directly.": "Ma i champions non sono mai soli! Trovano volontari per aiutarli a organizzare il loro dojo e ad aiutare i ragazzi. Inoltre i champions hanno sempre le risorse di CoderDojo e 200+ progetti per aiutarli a gestire il loro club e coinvolgere i ragazzi, e possono sempre chiedere direttamente a noi, il team di CoderDojo, per il nostro aiuto.",
  "Realising that I had created such a wonderful place for the children also ignited a spark in me.": "Ho realizzato di aver creato un posto così meraviglioso per i ragazzi che mi ha acceso anche una scintilla in me.",
  "Have more questions?": "Hai qualche altra domanda?",
  "We offer a free online course for people who'd like a structured way to start a Dojo": "Offriamo un corso online gratuito per le persone che desiderano un modo strutturato per aprire un Dojo",
  "Start a Dojo course": "Come aprire un Dojo",
  "In our help section, you'll find great articles to answer your questions, and you can ask us for advice directly!": "Nella sezione di aiuto troverai fantastici articoli per rispondere alle tue domande e puoi chiederci direttamente per un consiglio!",
  "Help desk": "Help desk",
  "There's no need to worry about projects or content for your Dojo": "Non devi preoccuparti dei progetti o contenuti per il tuo Dojo",
  "200+ coding lessons built for you": "200+ lezioni di programmazione creati per te",
  "Want to see it all in person?": "Vuoi vederlo tutto di persona?",
  "Find a Dojo event near you to visit": "Trova un Dojo vicino a te per visitarlo",
  "How you can volunteer with CoderDojo": "Come puoi aiutare CoderDojo",
  "Dojos benefit from a mix of Mentors providing support, guidance and encouragement to CoderDojo attendees (Ninjas). Maybe you love working with kids, perhaps you want to share your technical skills, or maybe you are creative and have an eye for design. All of these traits make you the perfect Dojo volunteer!": "I Dojo beneficiano di un mix di mentor che aiutano e incoraggiano i partecipanti del CoderDojo (Ninja). Forse ti piace lavorare con i bambini, magari vuoi condividere le tue capacità tecniche, o forse sei creativo e hai un occhio per il design. Tutte queste caratteristiche ti rendono il perfetto volontario del Dojo!",
  "Volunteer at a Dojo near you!": "Aiuta un Dojo vicino a te!",
  "What does it mean to volunteer at a Dojo?": "Cosa significa aiutare ad un Dojo?",
  "There are {number} volunteers in {dojonumber} Dojos, and they do all sorts of things to help their clubs.": "Ci sono {number} volontari in {dojonumber} Dojo e loro tutte le cose necessarie per aiutare il proprio club.",
  "You do not need to be a programmer to mentor at a Dojo! A lot of mentors are attendees' parents who have no technical experience at all when they start. Dojos benefit from having mentors with different skills, backgrounds, and levels of knowledge who provide support and encouragement to CoderDojo youth (Ninjas). The clubs also need general volunteers who focus on organising the events. The easiest way to see what volunteering is like: watch our video, and find a Dojo event to drop by to discover in person how a Dojo works!": "Non devi essere un programmatore per aiutare ad un Dojo! Molti mentors sono genitori dei partecipanti che non avevano esperienza tecnica quando hanno iniziato. I Dojo hanno il vantaggio di avere mentor con diverse competenze, background e livelli di conoscenza che aiutano e incoraggiano i partecipanti del CoderDojo (Ninja). I club hanno anche bisogno di volontari che si concentrano sull'organizzazione degli eventi. Il modo più semplice per vedere come puoi essere d'aiuto: guarda il nostro video e trova un evento Dojo per scoprire di persona come funziona un Dojo!",
  "When I see them do things on their own, getting their ideas out there. It really gives me so much enjoyment.": "Quando li vedo fare cose per conto loro, riescono a realizzare le loro idee. Questo mi fa davvero tanto piacere.",
  "Find a Dojo to volunteer at": "Trova un Dojo per aiutare a",
  "How much time do I need to put in?": "Quanto tempo devo mettere a disposizione?",
  "You can attend your Dojo’s events to help out for a couple of hours, whether they are weekly, fortnightly, or monthly.": "Puoi partecipare ad un evento del tuo Dojo per dare una mano per qualche ora, se sono settimanali, quindicinali o mensili.",
  "How much technical expertise do I need?": "Quanta esperienza tecnica devo avere?",
  "It's OK to have no technical experience, or lots of experience, or anything in between — there will be something useful you can do for your local Dojo. All help is appreciated!": "Va bene avere o meno esperienza tecnica — ci sarà qualcosa di utile che puoi fare per il tuo Dojo. Ogni aiuto è apprezzato!",
  "Resources to help you mentor young people": "Risorse per aiutarti a guidare i giovani",
  "Training and supports for volunteers": "Formazione e supporto per i volontari",
  "View our ready made resources for Dojos": "Guarda le nostre risorse per i Dojo",
  "Ask us directly": "Chiedi direttamente a noi",
  "Girls initiative": "Iniziative per ragazze"
}