{
  "Login": "Accedi",
  "Find a Dojo": "Cerca un Dojo",
  "Volunteer": "Volontariato",
  "Start a Dojo": "Apri un Dojo",
  "Resources": "Risorse",
  "Close": "Chiudi",
  "The CoderDojo movement believes that an understanding of programming languages is increasingly important in the modern world, that it’s both better and easier to learn these skills early, and that nobody should be denied the opportunity to do so.": "Il movimento di CoderDojo ritiene che la comprensione dei linguaggi di programmazione sia sempre più importante al giorno d'oggi, che sia meglio e più semplice acquisire queste abilità quando si è piccoli, e che a nessuno dovrebbe essere negata l'opportunità di farlo.",
  "Get Involved": "Partecipa",
  "Find a Dojo near you": "Cerca un Dojo vicino a te",
  "Donate": "Fare una donazione",
  "About CoderDojo": "Cos'è CoderDojo",
  "Foundation": "Fondazione",
  "History": "Storia",
  "Our supporters": "I nostri sostenitori",
  "Contact Us": "Contattaci",
  "Community": "La Community",
  "Badges": "Distintivi",
  "Join our Slack": "Unisciti al nostro canale Slack",
  "Newsletter": "Newsletter",
  "News": "Novità",
  "Help us with translations": "Aiutaci a tradurre",
  "Need help?": "Hai bisogno di aiuto?",
  "Our help center": "Il nostro centro assistenza",
  "CoderDojo – Enabling young people worldwide to create and explore technology together": "CoderDojo – Permettere ai giovani di tutto il mondo di creare ed esplorare la tecnologia insieme",
  "CoderDojo": "CoderDojo",
  "CoderDojo is a global movement of free, volunteer-led, community-based computer programming clubs for young people. Children can visit a Dojo where they can learn to code, build websites, create apps or games, and explore technology in an creative and social environment.": "CoderDojo è un movimento globale di club di programmazione locali gratuiti per giovani, gestiti da volontari. I ragazzi possono visitare un Dojo e imparare a programmare, costruire siti web, creare app o giochi, ed esplorare la tecnologia in un ambiente creativo e socievole.",
  "The community of {count} free, open and local programming clubs for young people": "La Community di {count} club locali di programmazione gratuiti per i giovani",
  "{youth} young people are being creative with technology with the help of {volunteers} volunteers in {countries} countries. Join us!": "{youth} ragazzi hanno stanno scatenando la loro creatività con la tecnologia grazie all'aiuto di {volunteers} volontari in {countries} paesi. Unisciti a noi!",
  "What is CoderDojo?": "Che cos'è CoderDojo?",
  "Dojos are relaxed and fun programming clubs!": "I Dojo sono club di programmazione simpatici e divertenti!",
  "When I started to attend the CoderDojo courses, I only knew how to copy/paste. Now, I can build websites and I even experiment with game development.": "Quando ho iniziato a frequentare i corsi di CoderDojo sapevo solamente fare copia e incolla. Ora sono capace di creare siti web, e ho iniziato a sperimentare come progettare un videogioco.",
  "It’s a place to go to learn really cool coding activities and make friends. I’ve got a chance to try things from scratch to drones and even how to live code music with sonic pi!": "È un posto dove poter imparare attività di programmazione davvero interessanti, e dove si può fare amicizia. Ho avuto la possibilità di provare tante cose, da Scratch ai droni, e ho anche imparato a programmare dal vivo la musica con Sonic Pi!",
  "Being a mentor": "Essere un Mentore",
  "Find a Dojo to attend": "Trova un Dojo da frequentare",
  "Volunteer at a Dojo": "Diventa volontario in un Dojo",
  "Join us and meet {count} like-minded volunteers": "Unisciti a noi e incontra {count} volontari con cui hai molto in comune",
  "Whether or not you can code, you can help a local club in just a few hours a month! Dojos need general volunteers, and mentors for sessions. Even mentors don’t have to have technical skills, because they help the young people mainly by encouraging them to discover their own way forward.": "Che tu sappia programmare o no, puoi aiutare un club locale per poche ore al mese! I Dojo hanno bisogno di volontari e Mentori per le loro attività. I Mentori stessi non devono possedere competenze tecniche, perché aiutano i ragazzi principalmente incoraggiandoli a scoprire la propria strada da seguire.",
  "When I see them doing things on their own, getting their ideas out there, and seeing creativity spur out of the moment, really gives me so much joy": "Quando vedo i ragazzi fare le cose da soli, mettere in campo le loro idee e dare sfogo alla loro creatività, mi sento davvero felice",
  "See how easy it is to try out": "Scopri com'è facile mettersi alla prova",
  "Want to start a Dojo?": "Vuoi aprire un Dojo?",
  "It's just 3 steps!": "Ci sono solo 3 step da seguire!",
  "CoderDojo champions are passionate, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "I Campioni di CoderDojo sono volontari appassionati ed entusiasti (e non sempre maghi della tecnologia!) che si occupano di organizzare e gestire un Dojo.",
  "Register with us as a champion so we can support you as you build and grow your Dojo.": "Registrati come nostro Campione, così possiamo aiutarti a fondare e far crescere il tuo Dojo.",
  "Schedule your first event using our simple online events system, and use some of over 200 ready-made coding projects to run a great first Dojo session.": "Organizza il tuo primo evento utilizzando il nostro semplice sistema di eventi online, e utilizza alcuni degli oltre 200 progetti già pronti per inaugurare il tuo Dojo con una fantastica prima sessione.",
  "Our community is one vast family!": "La nostra Community è una grande famiglia!",
  "We're a global family that gets together in lots of places to talk, both online and face to face.": "Siamo una famiglia internazionale che si riunisce in molti posti per parlare, sia online che di persona.",
  "We hold big events for young people and volunteers all around the world. So find what you want to get involved in!": "Organizziamo grandi eventi per i giovani e i volontari di tutto il mondo. Scopri cosa ti piacerebbe fare, e unisciti!",
  "We hold big yearly events called Coolest Projects for young people to show off what they have made.": "Organizziamo grandi eventi annuali chiamati Coolest Projects, dove i ragazzi dove possono mostrare i progetti che hanno realizzato.",
  "There are less formal, regional MegaDojos, which are day-long Dojo sessions where kids can make whatever they want.": "Poi ci sono i MegaDojo, Dojo regionali e meno formali della durata di un giorno, in cui i ragazzi possono fare tutto ciò che vogliono.",
  "We have many DojoCons every year all around the world, where volunteers get together and share their joys and learning!": "Ogni anno, in diverse parti del mondo, organizziamo vari DojoCons, convention dove i volontari si riuniscono e condividono il loro entusiasmo e apprendimento!",
  "Our team & history": "Il nostro team e la nostra storia",
  "We’re a {year}-year-old foundation with amazing growth and an eventful story.": "Siamo una fondazione che esiste da {year} anni, con una storia di crescita incredibile, e ricca di eventi.",
  "Find out more about us!": "Scopri di più su di noi!",
  "Talk to our community": "Entra in contatto con la nostra Community",
  "Say hello in our Facebook Group": "Entra a far parte del nostro gruppo Facebook",
  "Our range of learning and training resources": "La nostra raccolta di risorse per l'apprendimento e la formazione",
  "Our collection of learning and training resources will help you in setting up and running your Dojo. The collection includes educational material, exercises and project ideas to give to the Ninjas at your Dojo as well as links to training materials and content for organisers.": "La nostra raccolta di risorse per l'apprendimento e la formazione ti aiuterà a creare e gestire il tuo Dojo. In questa raccolta troverai materiali didattici, esercitazioni e progetti da dare ai Ninja del tuo Dojo, nonché link a materiali di formazione e contenuti per gli organizzatori.",
  "To help you with setting up and running your Dojo, we've collected many useful resources created by community members, partners, and our team.": "Per aiutarti ad organizzare e gestire il tuo Dojo, abbiamo raccolto molte risorse utili create dai membri della Community, dai partner e dal nostro team.",
  "Projects for your Dojo": "Progetti per il tuo Dojo",
  "App Inventor for social enterprise": "App Inventor per l'impresa sociale",
  "Scratch for social enterprise": "Scratch per l'impresa sociale",
  "HTML & CSS for social enterprise": "HTML & CSS per l'impresa sociale",
  "Make a chatbot using Scratch": "Make a chatbot using Scratch",
  "Create a meme generator in HTML": "Create a meme generator in HTML",
  "Code a pong game using Python": "Code a pong game using Python",
  "View more CoderDojo projects": "Esplora altri progetti di CoderDojo",
  "If you've created a piece of learning content for your Dojo or found an online resource that others might find useful, please share and talk about it on our forums!": "Se hai creato dei contenuti per il tuo CoderDojo o hai trovato delle risorse online che possono essere utili ad altre persone, condividile e parlane sui nostri forum!",
  "Discuss your content on our forums": "Condividi i tuoi contenuti sui nostri forum",
  "Our free online training on starting a Dojo": "Il nostro corso gratuito online su come aprire un Dojo",
  "Use our free resources, such as e-learning modules and recommended practices, to make running your Dojo easier.": "Usa le nostre risorse gratuite, ad esempio i moduli di e-learning e le prassi raccomandate, per rendere più semplice la gestione del tuo Dojo.",
  "Learn how to set up a programming club for young people": "Impara come creare un club di programmazione per i giovani",
  "If you need to build your confidence and knowledge in order to to start a Dojo just use our online course where you'll learn how to help young people explore technology in an informal, creative and social environment.": "Se hai bisogno di sentirti più sicuro e preparato prima di aprire il tuo Dojo, utilizza il nostro corso online: imparerai come aiutare i ragazzi ad esplorare la tecnologia in un ambiente informale, creativo e socievole.",
  "Our Start a Dojo course": "Il nostro corso su Come aprire un Dojo",
  "Our Helpdesk": "Il nostro Helpdesk",
  "We provide lots of in-depth articles on running your Dojo in our help desk section. This is your go-to place for answers to all your Dojo-related questions, and it also has a chat box for you to contact us if you need anything else.": "Nella nostra sezione Help Desk troverai molti articoli approfonditi su come gestire il tuo Dojo. Questa sezione è un vero e proprio punto di riferimento in cui trovare le risposte a tutte le tue domande sui Dojo. Vi troverai anche una casella di chat, per contattarci qualora dovessi avere bisogno di ulteriori informazioni.",
  "Visit our help desk": "Rivolgiti al nostro help desk",
  "Start a CoderDojo club in your local area": "Apri un club di CoderDojo nella tua zona",
  "Starting a Dojo is a fun and incredibly rewarding experience. The most important attribute you should have is that you can bring people together for a shared goal. Our registration process will guide you every step of the way making sure you have the most useful resources to hand.": "Avviare un Dojo è un'esperienza divertente e incredibilmente gratificante. La qualità più importante che dovresti avere è saper riunire persone diverse in nome di un obiettivo condiviso. La nostra procedura di registrazione ti guiderà passo per passo, affinché tu abbia a disposizione tutte le risorse utili.",
  "Let's start a Dojo for young people near you": "Apri un Dojo per i giovani della tua comunità",
  "1": "1",
  "Register": "Registrati",
  "2": "2",
  "Find": "Cerca",
  "Find a public venue to hold your Dojo events. Libraries, offices and community centres are often used.": "Trova un luogo pubblico in cui tenere le sessioni del tuo Dojo. Spesso si scelgono biblioteche, uffici e centri comunitari.",
  "3": "3",
  "Start": "Inizia",
  "Schedule your first event using our events system, and use some of over 200 projects to run a great first Dojo session.": "Programma il tuo primo evento utilizzando il nostro sistema di eventi e scegli tra oltre 200 progetti, per avviare il tuo Dojo con una prima sessione davvero straordinaria.",
  "What is a Champion?": "Che cos'è un Campione?",
  "Dojos are championed by individuals all around the world who are passionate about giving young people the opportunity to learn to code. CoderDojo champions are enthusiastic, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "I Dojo sono sostenuti da persone di tutto il mondo che ci tengono molto a dare ai giovani l'opportunità di imparare a programmare. I Campioni di CoderDojo sono volontari entusiasti e appassionati (e spesso non sono maghi della tecnologia!) che si occupano di organizzare e gestire un Dojo.",
  "But champions are never alone! They find volunteers to help them organise their Dojo and mentor the young people. And champions always have CoderDojo's resources and our 200+ projects to help them run their club and engage the kids, and they can always ask us, the CoderDojo team, for our help directly.": "Ma i Campioni non sono mai soli! Sono supportati da volontari che li aiutano a organizzare il loro Dojo e fanno da Mentori ai ragazzi. I Campioni hanno, inoltre, sempre a disposizione le risorse di CoderDojo, e oltre 200 progetti, che permettono loro di gestire il loro club e coinvolgere i ragazzi, e possono sempre contare sul supporto diretto del team di CoderDojo.",
  "Realising that I had created such a wonderful place for the children also ignited a spark in me.": "Scoprire di aver creato un posto meraviglioso per i giovani della mia comunità ha acceso una scintilla in me.",
  "Have more questions?": "Hai ulteriori domande?",
  "We offer a free online course for people who'd like a structured way to start a Dojo": "Offriamo anchr un corso online gratuito per le persone che desiderano un percorso strutturato per aprire un Dojo",
  "Start a Dojo course": "Come aprire un Dojo",
  "In our help section, you'll find great articles to answer your questions, and you can ask us for advice directly!": "Nella nostra sezione di assistenza troverai fantastici articoli che rispondono alle tue domande, e potrai contattarci direttamente per chiedere consigli!",
  "Help desk": "Help Desk",
  "There's no need to worry about projects or content for your Dojo": "Non devi preoccuparti dei progetti o dei contenuti per il tuo Dojo",
  "200+ coding lessons built for you": "Più di 200 lezioni di programmazione create per te",
  "Want to see it all in person?": "Vuoi vedere tutto questo di persona?",
  "Find a Dojo event near you to visit": "Trova un Dojo vicino a te e vai a visitarlo",
  "How you can volunteer with CoderDojo": "Come fare volontariato con CoderDojo",
  "Dojos benefit from a mix of Mentors providing support, guidance and encouragement to CoderDojo attendees (Ninjas). Maybe you love working with kids, perhaps you want to share your technical skills, or maybe you are creative and have an eye for design. All of these traits make you the perfect Dojo volunteer!": "I Dojo beneficiano di un mix di Mentori che aiutano, guidano e incoraggiano i partecipanti di un CoderDojo (i Ninja). Magari ti piace lavorare con i ragazzi, magari vuoi condividere le tue competenze tecniche, o forse sei creativo e hai occhio per il design. Tutte queste caratteristiche ti rendono il perfetto volontario di un Dojo!",
  "Volunteer at a Dojo near you!": "Aiuta un Dojo vicino a te!",
  "What does it mean to volunteer at a Dojo?": "Cosa significa fare volontariato in un Dojo?",
  "There are {number} volunteers in {dojonumber} Dojos, and they do all sorts of things to help their clubs.": "In {dojonumber} Dojo ci sono {number} volontari che fanno tutto il necessario per aiutare il proprio club.",
  "You do not need to be a programmer to mentor at a Dojo! A lot of mentors are attendees' parents who have no technical experience at all when they start. Dojos benefit from having mentors with different skills, backgrounds, and levels of knowledge who provide support and encouragement to CoderDojo youth (Ninjas). The clubs also need general volunteers who focus on organising the events. The easiest way to see what volunteering is like: watch our video, and find a Dojo event to drop by to discover in person how a Dojo works!": "Non devi essere un programmatore per essere Mentore in un Dojo! Molti Mentori sono genitori dei partecipanti che quando hanno iniziato non avevano esperienza tecnica. I Dojo hanno il vantaggio di contare su Mentori con competenze, background e livelli di conoscenza diversi che aiutano e incoraggiano i partecipanti dei CoderDojo (i Ninja). I club hanno anche bisogno di volontari che si occupino di organizzare gli eventi. Il modo più semplice per scoprire come puoi fare la tua parte è guardare il nostro video e trovare un evento Dojo, per renderti conto di persona come funziona un Dojo!",
  "When I see them do things on their own, getting their ideas out there. It really gives me so much enjoyment.": "Quando vedo i ragazzi fare le cose da soli, mettere in campo le proprie idee... Mi sento davvero felice.",
  "Find a Dojo to volunteer at": "Trova un Dojo in cui fare volontariato",
  "How much time do I need to put in?": "Quanto tempo devo mettere a disposizione?",
  "You can attend your Dojo’s events to help out for a couple of hours, whether they are weekly, fortnightly, or monthly.": "Puoi partecipare agli eventi del tuo Dojo per dare una mano per qualche ora a settimana, ogni due settimane, o al mese.",
  "How much technical expertise do I need?": "Quanta esperienza tecnica devo avere?",
  "It's OK to have no technical experience, or lots of experience, or anything in between — there will be something useful you can do for your local Dojo. All help is appreciated!": "Che tu abbia o no esperienza tecnica, ci sarà sempre qualcosa di utile che potrai fare per il tuo Dojo. Ogni aiuto è apprezzato!",
  "Resources to help you mentor young people": "Risorse per aiutarti a guidare i giovani",
  "Training and supports for volunteers": "Formazione e supporto per i volontari",
  "View our ready made resources for Dojos": "Dai un'occhiata alle nostre risorse già pronte per i Dojo",
  "Ask us directly": "Facci una domanda",
  "Girls initiative": "Iniziative per ragazze",
  "Governance": "Governance",
  "Want more information about starting a Dojo and what our team can support you with? Join a webinar!": "Want more information about starting a Dojo and what our team can support you with? Join a webinar!",
  "Start a Dojo: Webinar": "Start a Dojo: Webinar",
  "Thank you for your interest in joining the CoderDojo community!": "Thank you for your interest in joining the CoderDojo community!",
  "Due to the coronavirus pandemic, we have paused the Dojo verification process.": "Due to the coronavirus pandemic, we have paused the Dojo verification process.",
  "In the meantime, we’re providing exciting opportunities for young people, parents, volunteers, and educators to get creative with tech through": "In the meantime, we’re providing exciting opportunities for young people, parents, volunteers, and educators to get creative with tech through",
  "Digital Making at Home": "Digital Making at Home",
  "from the Raspberry Pi Foundation.": "from the Raspberry Pi Foundation."
}
