{
  "Login": "ログイン",
  "Find a Dojo": "道場を探す",
  "Volunteer": "ボランティア",
  "Start a Dojo": "道場を始める",
  "Resources": "リソース",
  "Close": "閉じる",
  "The CoderDojo movement believes that an understanding of programming languages is increasingly important in the modern world, that it’s both better and easier to learn these skills early, and that nobody should be denied the opportunity to do so.": "CoderDojo運動においては、プログラミング言語の理解が現代社会においてますます重要なものとなり、そのスキルを早期に学ぶことがより有効かつ容易であり、誰もがそうする機会を拒まれるべきではないと信じています。",
  "Get Involved": "参加する",
  "Find a Dojo near you": "近くの道場を探す",
  "Donate": "寄付する",
  "About CoderDojo": "CoderDojoについて",
  "Foundation": "財団",
  "History": "歴史",
  "Our supporters": "サポーター",
  "Contact Us": "問い合わせ",
  "Community": "コミュニティ",
  "Badges": "バッジ",
  "Join our Slack": "Slackに参加する",
  "Newsletter": "ニュースレター",
  "News": "ニュース",
  "Help us with translations": "翻訳を手伝う",
  "Need help?": "お困りですか？",
  "Our help center": "ヘルプセンター",
  "CoderDojo – Enabling young people worldwide to create and explore technology together": "CoderDojo – 世界中の青少年がともに技術を創造し探求することを可能にします",
  "CoderDojo": "CoderDojo",
  "CoderDojo is a global movement of free, volunteer-led, community-based computer programming clubs for young people. Children can visit a Dojo where they can learn to code, build websites, create apps or games, and explore technology in an creative and social environment.": "CoderDojoは、無料かつボランティアが主導する、コミュニティを基盤とした青少年向けプログラミングクラブの世界的運動です。子どもたちは道場を訪れて、プログラミング学習やウェブサイトの構築、アプリやゲームの制作、そして創造的かつソーシャルな環境で技術を探求できます。",
  "The community of {count} free, open and local programming clubs for young people": "{count} の無料かつオープンで地域密着な青少年向けプログラミングクラブからなるコミュニティ",
  "{youth} young people are being creative with technology with the help of {volunteers} volunteers in {countries} countries. Join us!": "{countries}か国の{youth}人の青少年が、{volunteers}人のボランティアの手伝いにより、技術を使って創造性を発揮しています。参加しましょう！",
  "What is CoderDojo?": "CoderDojoとは？",
  "Dojos are relaxed and fun programming clubs!": "道場はリラックスした楽しいプログラミングクラブです！",
  "When I started to attend the CoderDojo courses, I only knew how to copy/paste. Now, I can build websites and I even experiment with game development.": "私がCoderDojoのコースに初めて参加したときにはコピー＆ペーストすることしか知りませんでした。今や、ウェブサイトを構築したりゲーム開発の実験までしています。",
  "It’s a place to go to learn really cool coding activities and make friends. I’ve got a chance to try things from scratch to drones and even how to live code music with sonic pi!": "とてもカッコいいプログラミングアクティビティで学び、友だちを作りに行く場所です。ドローンやSonic Piのライブコーディングのようなことをゼロから試してみました！",
  "Being a mentor": "メンターになる",
  "Find a Dojo to attend": "参加する道場を探す",
  "Volunteer at a Dojo": "Dojoのボランティア",
  "Join us and meet {count} like-minded volunteers": "参加して {count} 人の同志のボランティアと知り合いになりましょう",
  "Whether or not you can code, you can help a local club in just a few hours a month! Dojos need general volunteers, and mentors for sessions. Even mentors don’t have to have technical skills, because they help the young people mainly by encouraging them to discover their own way forward.": "あなたがプログラムできるか否かに関わらず、1か月にたった数時間でも地元のクラブを手伝うことができます！Dojoには一般的なボランティアとセッションのメンターが必要です。メンターでさえ技術スキルは必要ありません。なぜなら、メンターの主な役割は、青少年たちを励まして自分の進む道を発見するのを手伝うことだからです。",
  "When I see them doing things on their own, getting their ideas out there, and seeing creativity spur out of the moment, really gives me so much joy": "自らものごとを行ったり、アイデアがひらめいたり、とっさに創造性を発揮している彼らを見るときに、とても大きな喜びを感じます",
  "See how easy it is to try out": "試すのがどんなに簡単か見てみる",
  "Want to start a Dojo?": "道場を始めてみますか？",
  "It's just 3 steps!": "手順はたった3つです！",
  "CoderDojo champions are passionate, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "CoderDojoチャンピオンは、道場の立ち上げと運営を担当する、情熱的で精力的な（そしてしばしば技術の専門家でない）ボランティアです。",
  "Register with us as a champion so we can support you as you build and grow your Dojo.": "あなたが道場を立ち上げ発展させる支援ができるよう、チャンピオンとして登録してください。",
  "Schedule your first event using our simple online events system, and use some of over 200 ready-made coding projects to run a great first Dojo session.": "簡単に使えるオンラインのイベントシステムを使って最初のイベントをスケジュールします。そして、200以上ある既製のプログラミングプロジェクトのいくつかを使って、初めてのDojoセッションを運営します。",
  "Our community is one vast family!": "コミュニティはひとつの大家族です！",
  "We're a global family that gets together in lots of places to talk, both online and face to face.": "私たちは、オンラインと対面の両方の様々な場所に集まって会話できる世界的な家族です。",
  "We hold big events for young people and volunteers all around the world. So find what you want to get involved in!": "世界中の青少年とボランティア向けに大きなイベントを開いています。何に参加したいか探してみてください！",
  "We hold big yearly events called Coolest Projects for young people to show off what they have made.": "自分が作ったものを青少年たちが自慢できるよう、毎年Coolest Project（最高にカッコいいプロジェクト）と呼ぶ大きなイベントを開いています。",
  "There are less formal, regional MegaDojos, which are day-long Dojo sessions where kids can make whatever they want.": "格式張らない地域のMegaDojoは終日Dojoセッションを行うもので、子どもたちが自分の好きなものを作ることができます。",
  "We have many DojoCons every year all around the world, where volunteers get together and share their joys and learning!": "全世界で毎年たくさんのDojoConを開催しています。そこにはボランティアが集い、その喜びと学びを共有しています！",
  "Our team & history": "チームと歴史",
  "We’re a {year}-year-old foundation with amazing growth and an eventful story.": "創立{year}年の私たち財団には驚異的な成長と波乱の物語があります。",
  "Find out more about us!": "私たちについて詳細をご覧ください！",
  "Talk to our community": "コミュニティと話をする",
  "Say hello in our Facebook Group": "Facebookグループであいさつしましょう",
  "Our range of learning and training resources": "学習およびトレーニングリソースの範囲",
  "Our collection of learning and training resources will help you in setting up and running your Dojo. The collection includes educational material, exercises and project ideas to give to the Ninjas at your Dojo as well as links to training materials and content for organisers.": "学習およびトレーニングリソースのコレクションは、Dojoを立ち上げて運営する際に役立ちます。コレクションには、Dojoでニンジャに与える教材や練習問題、プロジェクトのアイデアが含まれており、また主催者向けトレーニング資料やコンテンツのリンクも含まれています。",
  "To help you with setting up and running your Dojo, we've collected many useful resources created by community members, partners, and our team.": "Dojoの立ち上げと運営を手助けするために、コミュニティメンバーやパートナー、私たちチームにより作成された役に立つリソースを集めています。",
  "Projects for your Dojo": "Dojo向けプロジェクト",
  "App Inventor for social enterprise": "社会的企業のためのApp Inventor",
  "Scratch for social enterprise": "社会的企業のためのScratch",
  "HTML & CSS for social enterprise": "社会的企業のためのHTML＆CSS",
  "View more CoderDojo projects": "CoderDojoプロジェクトをもっと表示する",
  "If you've created a piece of learning content for your Dojo or found an online resource that others might find useful, please share and talk about it on our forums!": "Dojo用の学習コンテンツを作成したり、他の人の役に立ちそうなオンラインリソースを見つけたら、フォーラムで共有してそれについて話してください！",
  "Discuss your content on our forums": "フォーラムでコンテンツについて話し合う",
  "Our free online training on starting a Dojo": "Dojoを始めるための無料のオンライントレーニング",
  "Use our free resources, such as e-learning modules and recommended practices, to make running your Dojo easier.": "Eラーニングモジュールや推奨事項のような無料のリソースを利用して、Dojoの運営をより容易にしてください。",
  "Learn how to set up a programming club for young people": "青少年向けプログラミングクラブの立ち上げ方法を学ぶ",
  "If you need to build your confidence and knowledge in order to to start a Dojo just use our online course where you'll learn how to help young people explore technology in an informal, creative and social environment.": "Dojoを始めるのに自信と知識を身につける必要があるなら、オンラインリソースを使って、格式張らない、創造的かつソーシャルな環境で技術を探求する青少年たちの手伝いをどう行うのか学ぶことができます。",
  "Our Start a Dojo course": "「Dojoを始める」コース",
  "Our Helpdesk": "ヘルプデスク",
  "We provide lots of in-depth articles on running your Dojo in our help desk section. This is your go-to place for answers to all your Dojo-related questions, and it also has a chat box for you to contact us if you need anything else.": "ヘルプデスクのセクションにDojo運営に関する詳細記事がたくさん提供されています。そこではDojoに関するあらゆる質問の答えを見つけることができます。もし他に何か必要があればチャットボックスから私たちにコンタクトできます。",
  "Visit our help desk": "ヘルプデスクを訪れる",
  "Start a CoderDojo club in your local area": "地元でCoderDojoクラブを始める",
  "Starting a Dojo is a fun and incredibly rewarding experience. The most important attribute you should have is that you can bring people together for a shared goal. Our registration process will guide you every step of the way making sure you have the most useful resources to hand.": "Dojoを始めることは楽しくて非常に価値のある体験です。共通の目標に向けて人々をまとめることができるということが、あなたが身につけているべきもっとも重要な特性です。私たちの登録プロセスを通じて、あなたの手元にもっとも役立つリソースがあることを確認する手順を一つひとつ案内します。",
  "Let's start a Dojo for young people near you": "近所の青少年向けにDojoを始めましょう",
  "1": "1",
  "Register": "登録する",
  "2": "2",
  "Find": "探す",
  "Find a public venue to hold your Dojo events. Libraries, offices and community centres are often used.": "Dojoイベントを実施する公共の会場を探します。図書館やオフォス、コミュニティセンターがよく使われます。",
  "3": "3",
  "Start": "始める",
  "Schedule your first event using our events system, and use some of over 200 projects to run a great first Dojo session.": "イベントシステムを使って最初のイベントをスケジュールします。そして、200以上あるプロジェクトのいくつかを使って初めてのDojoセッションを運営します。",
  "What is a Champion?": "チャンピオンとは？",
  "Dojos are championed by individuals all around the world who are passionate about giving young people the opportunity to learn to code. CoderDojo champions are enthusiastic, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "Dojoは、青少年へプログラミングを学ぶ機会を提供することに情熱を持つ、世界中の個人によって支えられています。CoderDojoのチャンピオンは、Dojoの立ち上げと維持を担当する、熱狂的で精力的な（そしてしばしば技術の専門家でない！）ボランティアです。",
  "But champions are never alone! They find volunteers to help them organise their Dojo and mentor the young people. And champions always have CoderDojo's resources and our 200+ projects to help them run their club and engage the kids, and they can always ask us, the CoderDojo team, for our help directly.": "けれどもチャンピオンは決して一人ではありません！ボランティアがDojoを計画したり青少年を指導するのを手伝ってくれます。チャンピオンには、クラブを運営したり子どもたちを巻き込むのに役立つCoderDojoのリソースや200以上のプロジェクトがあります。また、私たちCoderDojoチームにいつでも直接ヘルプを求めることができます。",
  "Realising that I had created such a wonderful place for the children also ignited a spark in me.": "子どもたちにとってそれほど素晴らしい場所を作ってきたのだということに気づいて、私に火をつけました。",
  "Have more questions?": "ご質問等はありますか？",
  "We offer a free online course for people who'd like a structured way to start a Dojo": "Dojoを始めるための系統だった方法を知りたい方向けに無料のオンラインコースを提供しています",
  "Start a Dojo course": "Dojoのコースを開始する",
  "In our help section, you'll find great articles to answer your questions, and you can ask us for advice directly!": "ヘルプセクションに、あなたの質問に答える素晴らしい説明文があります。そして直接私たちにアドバイスを求めることができます。",
  "Help desk": "ヘルプデスク",
  "There's no need to worry about projects or content for your Dojo": "道場で使うプロジェクトやコンテンツについて心配する必要はありません",
  "200+ coding lessons built for you": "200以上のプログラミングレッスンがあります",
  "Want to see it all in person?": "実地で見てみたいですか？",
  "Find a Dojo event near you to visit": "近くで参加できる道場イベントを探す",
  "How you can volunteer with CoderDojo": "CoderDojoでボランティアをする方法",
  "Dojos benefit from a mix of Mentors providing support, guidance and encouragement to CoderDojo attendees (Ninjas). Maybe you love working with kids, perhaps you want to share your technical skills, or maybe you are creative and have an eye for design. All of these traits make you the perfect Dojo volunteer!": "CodeDojoの参加者（ニンジャ）への支援、指導および励ましを行うメンターの組み合わせがDojoにプラスになります。たぶんあなたは子どもたちと作業するのが好きか、ひょっとしたら技術スキルを共有したいのか、あるいはたぶんあなたは創造的でデザインの目があることでしょう。これらの特性があなたを完璧なDojoボランティアにします。",
  "Volunteer at a Dojo near you!": "近くの道場でボランティアをする！",
  "What does it mean to volunteer at a Dojo?": "道場でボランティアするってどういうこと？",
  "There are {number} volunteers in {dojonumber} Dojos, and they do all sorts of things to help their clubs.": "{dojonumber}か所の道場に{number}人のボランティアがいて、クラブのためにあらゆることを行っています。",
  "You do not need to be a programmer to mentor at a Dojo! A lot of mentors are attendees' parents who have no technical experience at all when they start. Dojos benefit from having mentors with different skills, backgrounds, and levels of knowledge who provide support and encouragement to CoderDojo youth (Ninjas). The clubs also need general volunteers who focus on organising the events. The easiest way to see what volunteering is like: watch our video, and find a Dojo event to drop by to discover in person how a Dojo works!": "Dojoでメンターをするのにプログラマーである必要はありません！メンターの多くは、最初は技術的な経験がまったくない参加者の両親です。異なるスキルやバックグラウンド、知識レベルを持つメンターによりCoderDojoの青少年（ニンジャ）を支援し励ますことがDojoのプラスになります。クラブにはイベントの運営にフォーカスする一般のボランティアも必要です。ボランティアとは一体どんな感じなのか簡単に理解するには、ビデオを見たり、Dojoがどのように実施されているのか直接立ち寄って観察できるDojoイベントを探すとよいでしょう！",
  "When I see them do things on their own, getting their ideas out there. It really gives me so much enjoyment.": "自らものごとを行ったり、アイデアがひらめく子どもたちを見るとき。とてもたくさんの喜びを与えてくれます。",
  "Find a Dojo to volunteer at": "ボランティアする道場を探す",
  "How much time do I need to put in?": "どのくらいの時間が必要ですか？",
  "You can attend your Dojo’s events to help out for a couple of hours, whether they are weekly, fortnightly, or monthly.": "毎週、隔週あるいは毎月の頻度で実施されるDojoのイベントに参加すると、お手伝いするのは数時間です。",
  "How much technical expertise do I need?": "技術的な専門知識はどのくらい必要ですか？",
  "It's OK to have no technical experience, or lots of experience, or anything in between — there will be something useful you can do for your local Dojo. All help is appreciated!": "技術的な経験がなくても、豊富な経験があっても、あるいはどんな程度でも大丈夫です。あなたが地元のDojoのために役に立つことが何かしらあります。どんなお手伝いでも感謝します！",
  "Resources to help you mentor young people": "青少年を指導するのに役立つリソース",
  "Training and supports for volunteers": "ボランティア向けトレーニングと支援",
  "View our ready made resources for Dojos": "既製のDojo向けリソースを表示する",
  "Ask us directly": "私たちに直接問い合わせる",
  "Girls initiative": "女の子への取り組み"
}