{
  "Login": "Aanmelden",
  "Find a Dojo": "Vind een Dojo",
  "Volunteer": "Vrijwilliger",
  "Start a Dojo": "Start een Dojo",
  "Resources": "Documentatie",
  "Close": "Sluit",
  "The CoderDojo movement believes that an understanding of programming languages is increasingly important in the modern world, that it’s both better and easier to learn these skills early, and that nobody should be denied the opportunity to do so.": "De CoderDojo beweging gelooft dat een goed begrip van programmeertalen steeds belangrijker wordt in de moderne wereld, dat het zowel beter als gemakkelijker is om deze vaardigheden te leren op jonge leeftijd, en dat niemand deze kans zou mogen ontnomen worden.",
  "Get Involved": "Doe mee",
  "Find a Dojo near you": "Vind een Dojo bij jou in de buurt",
  "Donate": "Doneer",
  "About CoderDojo": "Over CoderDojo",
  "Foundation": "Stichting",
  "History": "Geschiedenis",
  "Our supporters": "Onze leden",
  "Contact Us": "Contact",
  "Community": "Gemeenschap",
  "Join our Slack": "Sluit je aan bij onze Slack",
  "Newsletter": "Nieuwsbrief",
  "News": "Nieuws",
  "Help us with translations": "Help ons met vertalingen",
  "Need help?": "Hulp nodig?",
  "Our help center": "Ons Helpcentrum",
  "CoderDojo – Enabling young people worldwide to create and explore technology together": "CoderDojo - Geeft wereldwijd jongeren de gelegenheid om samen technologie te creëren en verkennen",
  "CoderDojo": "CoderDojo",
  "CoderDojo is a global movement of free, volunteer-led, community-based computer programming clubs for young people. Children can visit a Dojo where they can learn to code, build websites, create apps or games, and explore technology in an creative and social environment.": "CoderDojo is een wereldwijde beweging waarbij vrijwilligers gratis programmeer clubs organiseren voor jonge mensen in hun gemeenschap. Kinderen kunnen een Dojo bezoeken waar ze kunnen leren programmeren, websites bouwen, apps of spelletjes maken, en technologie verkennen in een creatieve en sociale omgeving.",
  "The community of {count} free, open and local programming clubs for young people": "De gemeenschap van {count} gratis, open en lokale programmeer clubs voor de jeugd",
  "{youth} young people are being creative with technology with the help of {volunteers} volunteers in {countries} countries. Join us!": "{youth} jonge mensen zijn creatief bezig met technologie met de hulp van {volunteers} vrijwilligers in {countries} landen. Sluit je aan!",
  "What is CoderDojo?": "Wat is CoderDojo?",
  "Dojos are relaxed and fun programming clubs!": "Dojos zijn ontspannen en leuke programmeer clubs!",
  "When I started to attend the CoderDojo courses, I only knew how to copy/paste. Now, I can build websites and I even experiment with game development.": "Toen ik in het begin de CoderDojo bijwoonde, kon ik enkel knippen en plakken. Nu bouw ik websites en experimenteer ik met het ontwikkelen van spelletjes.",
  "It’s a place to go to learn really cool coding activities and make friends. I’ve got a chance to try things from scratch to drones and even how to live code music with sonic pi!": "Het is een plek waar men hele coole codeer activiteiten kan doen en vrienden maken. Ik kreeg de kans om dingen te proberen van Scratch tot drones en zelfs hoe ik live muziek kon coderen met de Sonic Pi!",
  "Being a mentor": "Mentor zijn",
  "Find a Dojo to attend": "Vind een Dojo om bij te wonen",
  "Volunteer at a Dojo": "Wordt vrijwilliger bij een Dojo",
  "Join us and meet {count} like-minded volunteers": "Doe mee en ontmoet {count} gelijkgestemde vrijwilligers",
  "Whether or not you can code, you can help a local club in just a few hours a month! Dojos need general volunteers, and mentors for sessions. Even mentors don’t have to have technical skills, because they help the young people mainly by encouraging them to discover their own way forward.": "Het maakt niet uit of je kan programmeren of niet, je kan steeds komen helpen in een lokale club gedurende enkele uren per maand! Dojos hebben nood aan algemene vrijwilligers, en coaches voor de sessies. Zelfs voor coaches is het niet noodzakelijk om technische vaardigheden hebben want ze helpen de jonge deelnemers voornamelijk door hen aan te moedigen om hun eigen weg voorwaarts te vinden.",
  "When I see them doing things on their own, getting their ideas out there, and seeing creativity spur out of the moment, really gives me so much joy": "Als ik zie hoe ze uit zichzelf dingen doen, hun ideeën naar buiten brengen, en hoe ze hun brandende creativiteit op het moment uiten, dat doet me zo veel plezier",
  "See how easy it is to try out": "Kijk hoe gemakkelijk het is om dit uit te proberen",
  "Want to start a Dojo?": "Wil je een Dojo opstarten?",
  "It's just 3 steps!": "Het zijn slechts 3 stappen!",
  "CoderDojo champions are passionate, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "CoderDojo champions zijn gepassioneerde, gedreven (en meestal geen techie!) vrijwilligers die verantwoordelijk zijn voor het starten en in stand houden van een Dojo.",
  "Register with us as a champion so we can support you as you build and grow your Dojo.": "Registreer je bij ons als champion zodat we je kunnen ondersteunen bij het bouwen en uitbreiden van je Dojo.",
  "Schedule your first event using our simple online events system, and use some of over 200 ready-made coding projects to run a great first Dojo session.": "Plan je eerste evenement door gebruik te maken van ons eenvoudig online event systeem, en gebruik enkele van de 200 bestaande codeer-projecten om een eerste fantastische Dojo sessie te organiseren.",
  "Our community is one vast family!": "Onze gemeenschap is één grote familie!",
  "We're a global family that gets together in lots of places to talk, both online and face to face.": "We zijn een wereldwijde familie die samenkomt op verschillende plaatsen om te overleggen, zowel online als in persoon.",
  "We hold big events for young people and volunteers all around the world. So find what you want to get involved in!": "We organiseren grote evenementen voor jeugd en vrijwilligers wereldwijd. Vind hier waar je mee aan zou willen helpen!",
  "We hold big yearly events called Coolest Projects for young people to show off what they have made.": "We organiseren jaarlijkse \"Coolest Projects\", grote evenementen waar jonge mensen kunnen tonen wat ze gemaakt hebben.",
  "There are less formal, regional MegaDojos, which are day-long Dojo sessions where kids can make whatever they want.": "Er zijn minder formele, regionale MegaDojos, dit zijn Dojo sessions die een hele dag duren en waar kinderen kunnen maken wat ze maar willen.",
  "We have many DojoCons every year all around the world, where volunteers get together and share their joys and learning!": "We hebben elk jaar vele DojoCons over de hele wereld, hier kunnen vrijwilligers samen komen om hun plezier te delen en om nieuwe dingen te leren!",
  "Our team & history": "Ons team & onze geschiedenis",
  "We’re a {year}-year-old foundation with amazing growth and an eventful story.": "Wij zijn een {year}-jarige organisatie met een overweldigende groei en een veelbewogen verhaal.",
  "Find out more about us!": "Ontdek meer over ons!",
  "Talk to our community": "Spreek met onze gemeenschap",
  "Say hello in our Facebook Group": "Zeg hallo in onze Facebook groep",
  "Our range of learning and training resources": "Onze reeks van leer- en trainingsmiddelen",
  "Our collection of learning and training resources will help you in setting up and running your Dojo. The collection includes educational material, exercises and project ideas to give to the Ninjas at your Dojo as well as links to training materials and content for organisers.": "Onze collectie leer- en trainingsmiddelen zal je helpen in het opzetten en lopend houden van je Dojo. De collectie bestaat onder andere uit leermateriaal, oefeningen en ideeën voor projecten om aan je Ninjas te geven tijdens de Dojo maar er zijn ook links naar leermateriaal en inhoud voor de organisatoren.",
  "To help you with setting up and running your Dojo, we've collected many useful resources created by community members, partners, and our team.": "We hebben veel nuttige informatie verzameld van leden van de gemeenschap, partners en ons team om je te helpen bij de opzet en draaiende houden van je Dojo.",
  "Projects for your Dojo": "Projecten voor je Dojo",
  "App Inventor for social enterprise": "App Inventor voor een sociale onderneming",
  "Scratch for social enterprise": "Scratch voor een sociale onderneming",
  "HTML & CSS for social enterprise": "HTML & CSS voor een sociale onderneming",
  "Make a chatbot using Scratch": "Maak een chatbot met Scratch",
  "Create a meme generator in HTML": "Maak een meme generator in HTML",
  "Code a pong game using Python": "Codeer een pong spel met Python",
  "View more CoderDojo projects": "Bekijk meer CoderDojo projecten",
  "If you've created a piece of learning content for your Dojo or found an online resource that others might find useful, please share and talk about it on our forums!": "Als je leermateriaal hebt gemaakt voor je Dojo of iets interessants hebt gevonden online dat nuttig zou zijn voor anderen, deel dit dan op onze fora!",
  "Discuss your content on our forums": "Bespreek je materiaal op onze fora",
  "Our free online training on starting a Dojo": "Onze gratis online training over het opstarten van een Dojo",
  "Use our free resources, such as e-learning modules and recommended practices, to make running your Dojo easier.": "Gebruik onze gratis documentatie, zoals e-learning modules en aanbevolen manieren om je Dojo te runnen.",
  "Learn how to set up a programming club for young people": "Leer hoe je een programmeer club voor de jeugd kan opstarten",
  "If you need to build your confidence and knowledge in order to to start a Dojo just use our online course where you'll learn how to help young people explore technology in an informal, creative and social environment.": "Indien je je zelfvertrouwen en kennis wil opbouwen zodat je een Dojo kan starten, gebruik onze online cursus waar je wordt aangeleerd hoe je jongeren kan helpen bij het ontdekken van technologie in een informele, creatieve en sociale omgeving.",
  "Our Start a Dojo course": "Onze \"Start een Dojo\" cursus",
  "Our Helpdesk": "Onze Helpdesk",
  "We provide lots of in-depth articles on running your Dojo in our help desk section. This is your go-to place for answers to all your Dojo-related questions, and it also has a chat box for you to contact us if you need anything else.": "In ons help desk gedeelte bieden we veel diepgaande artikels aan in verband met het runnen van je Dojo. Dit is de plek voor al je Dojo gerelateerde vragen, en er is ook een chat box waar je ons kan contacteren als je nog iets anders nodig hebt.",
  "Visit our help desk": "Bezoek onze help desk",
  "Start a CoderDojo club in your local area": "Start een CoderDojo club in je buurt",
  "Starting a Dojo is a fun and incredibly rewarding experience. The most important attribute you should have is that you can bring people together for a shared goal. Our registration process will guide you every step of the way making sure you have the most useful resources to hand.": "Een Dojo starten is een leuke en een ongelooflijk lonende ervaring. De belangrijkste eigenschap die je moet hebben, is dat je mensen bij elkaar kunt brengen voor een gedeeld doel. Ons registratieproces begeleidt je bij elke stap en zorgt ervoor dat je de meest bruikbare informatie bij de hand hebt.",
  "Let's start a Dojo for young people near you": "Start een Dojo voor jongeren in jouw buurt",
  "1": "1",
  "Register": "Registreer",
  "2": "2",
  "Find": "Zoek",
  "Find a public venue to hold your Dojo events. Libraries, offices and community centres are often used.": "Vind een publieke plaats om je Dojo te organiseren. Bibliotheken, kantoren en gemeenschapscentra worden vaak gebruikt.",
  "3": "3",
  "Start": "Start",
  "Schedule your first event using our events system, and use some of over 200 projects to run a great first Dojo session.": "Plan je eerste evenement door gebruik te maken van ons eenvoudig online event systeem, en gebruik enkele van de 200 bestaande codeer-projecten om een eerste fantastische Dojo sessie te organiseren.",
  "What is a Champion?": "Wat is een Champion?",
  "Dojos are championed by individuals all around the world who are passionate about giving young people the opportunity to learn to code. CoderDojo champions are enthusiastic, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "Dojos worden geleid door individuen over de hele wereld die gepassioneerd zijn om jongeren de gelegenheid te geven om te leren coderen. CoderDojo Champions zijn enthousiast, gedreven (en veelal geen techie!) vrijwilligers die de leiding nemen in het opzetten en draaiende houden van een Dojo.",
  "But champions are never alone! They find volunteers to help them organise their Dojo and mentor the young people. And champions always have CoderDojo's resources and our 200+ projects to help them run their club and engage the kids, and they can always ask us, the CoderDojo team, for our help directly.": "Maar champions zijn nooit alleen! Ze vinden vrijwilligers om hen te helpen bij de organisatie van hun Dojo en het coachen van de jongeren. En champions hebben toegang tot het CoderDojo materiaal en de 200+ projecten om hen te helpen bij het runnen van hun club en het engageren van de kinderen, en ze kunnen ons - het CoderDojo team - steeds om directe hulp vragen.",
  "Realising that I had created such a wonderful place for the children also ignited a spark in me.": "De realisatie dat ik zo'n prachtige plek heb gecreëerd voor kinderen heeft ook een vonk bij me aangestoken.",
  "Have more questions?": "Heb je nog vragen?",
  "We offer a free online course for people who'd like a structured way to start a Dojo": "We bieden een gratis online cursus aan voor mensen die een gestructureerde manier zoeken om een Dojo te starten",
  "Start a Dojo course": "Start een Dojo cursus",
  "In our help section, you'll find great articles to answer your questions, and you can ask us for advice directly!": "In ons help gedeelte vind je fantastische artikels die je vragen beantwoorden, en je kan ons ook direct advies vragen!",
  "Help desk": "Help desk",
  "There's no need to worry about projects or content for your Dojo": "Je moet niet ongerust zijn over projecten of inhoud voor je Dojo",
  "200+ coding lessons built for you": "200+ codeer lessen gemaakt voor jou",
  "Want to see it all in person?": "Wil je het graag zelf zien?",
  "Find a Dojo event near you to visit": "Vind een Dojo in de buurt voor een bezoekje",
  "How you can volunteer with CoderDojo": "Hoe kan je vrijwilliger worden bij CoderDojo",
  "Dojos benefit from a mix of Mentors providing support, guidance and encouragement to CoderDojo attendees (Ninjas). Maybe you love working with kids, perhaps you want to share your technical skills, or maybe you are creative and have an eye for design. All of these traits make you the perfect Dojo volunteer!": "Dojos hebben baat bij een mix van coaches die ondersteuning, begeleiding en aanmoediging geven aan de CoderDojo aanwezigen (Ninjas). Misschien vind je het leuk om met kinderen te werken, of je technische vaardigheden te delen of misschien ben je creatief met een goed oog voor design. Al deze eigenschappen maken van jou een perfecte Dojo vrijwilliger!",
  "Volunteer at a Dojo near you!": "Word vrijwilliger bij een Dojo in je buurt!",
  "What does it mean to volunteer at a Dojo?": "Wat betekent het om vrijwilliger te zijn op een Dojo?",
  "There are {number} volunteers in {dojonumber} Dojos, and they do all sorts of things to help their clubs.": "Er zijn {number} vrijwilligers in {dojonumber} Dojos, en zij doen verschillende dingen om hun club te helpen.",
  "You do not need to be a programmer to mentor at a Dojo! A lot of mentors are attendees' parents who have no technical experience at all when they start. Dojos benefit from having mentors with different skills, backgrounds, and levels of knowledge who provide support and encouragement to CoderDojo youth (Ninjas). The clubs also need general volunteers who focus on organising the events. The easiest way to see what volunteering is like: watch our video, and find a Dojo event to drop by to discover in person how a Dojo works!": "Je hoeft geen programmeur te zijn om te coachen in een Dojo! Veel vrijwilligers zijn ouders van de aanwezige kinderen en zij hebben vaak totaal geen technische ervaring wanneer ze starten. Dojos hebben baat bij het hebben van coaches met verschillende vaardigheden, achtergrond, en kennis die de jeugd (Ninjas) kunnen ondersteunen en aanmoedigen. De clubs hebben ook nood aan algemene vrijwilligers die zich bezighouden met de organisatie van de events. De gemakkelijkste manier om te zien wat vrijwilligers doen: bekijk onze video, vind een Dojo evenement en ga een kijkje nemen hoe het eraan toegaat op een Dojo!",
  "When I see them do things on their own, getting their ideas out there. It really gives me so much enjoyment.": "Als ik zie wat ze in hun eentje doen en hoe ze hun ideeën uiten. Het geeft me zo veel genoegen.",
  "Find a Dojo to volunteer at": "Vind een Dojo en word vrijwilliger",
  "How much time do I need to put in?": "Hoe veel tijd moet ik hierin steken?",
  "You can attend your Dojo’s events to help out for a couple of hours, whether they are weekly, fortnightly, or monthly.": "Je kan een Dojo bijwonen om enkele uren te helpen, of ze nu wekelijks, twee-wekelijks of maandelijks zijn.",
  "How much technical expertise do I need?": "Hoeveel technische expertise heb ik nodig?",
  "It's OK to have no technical experience, or lots of experience, or anything in between — there will be something useful you can do for your local Dojo. All help is appreciated!": "Het is OK om geen technische ervaring te hebben, juist heel veel ervaring of ergens tussenin - er is altijd iets dat je kan betekenen voor je lokale Dojo. Alle hulp is welkom!",
  "Resources to help you mentor young people": "Documentatie om je te helpen bij het coachen van de jeugd",
  "Training and supports for volunteers": "Training en ondersteuning voor vrijwilligers",
  "View our ready made resources for Dojos": "Bekijk onze kant en klare documentatie voor Dojos",
  "Ask us directly": "Vraag het ons",
  "Girls initiative": "Initiatief voor meisjes",
  "Governance": "Bestuur",
  "Want more information about starting a Dojo and what our team can support you with? Join a webinar!": "Wil je meer informatie over het starten van een Dojo en hoe ons team je kan ondersteunen? Doe mee met een webinar!",
  "Start a Dojo: Webinar": "Start een Dojo: Webinar",
  "Thank you for your interest in joining the CoderDojo community!": "Bedankt voor je interesse in het toetreden tot de CoderDojo gemeenschap!",
  "Due to the coronavirus pandemic, we have paused the Dojo verification process.": "Als gevolg van de coronavirus pandemie hebben we het Dojo-verificatieproces onderbroken.",
  "In the meantime, we’re providing exciting opportunities for young people, parents, volunteers, and educators to get creative with tech through": "Intussen bieden we opwindende mogelijkheden aan jongeren, ouders, vrijwilligers en opvoeders om creatief te zijn met technologie via",
  "Digital Making at Home": "Digital Making at Home",
  "from the Raspberry Pi Foundation.": "van de Raspberry Pi Foundation."
}
