{
  "Login": "Zaloguj się",
  "Find a Dojo": "Znajdź Dojo",
  "Volunteer": "Zgłoś się na ochotnika",
  "Start a Dojo": "Uruchom Dojo",
  "Resources": "Zasoby",
  "Close": "Zamknij",
  "The CoderDojo movement believes that an understanding of programming languages is increasingly important in the modern world, that it’s both better and easier to learn these skills early, and that nobody should be denied the opportunity to do so.": "Ruch CoderDojo uważa, że znajomość języków programowania jest coraz ważniejsza we współczesnym świecie, że jest lepiej i łatwiej nauczyć się tych umiejętności wcześnie oraz że nikomu nie powinno się odmawiać okazji by to zrobić.",
  "Get Involved": "Zaangażuj się",
  "Find a Dojo near you": "Znajdź Dojo blisko Ciebie",
  "Donate": "Wesprzyj darowizną",
  "About CoderDojo": "O CoderDojo",
  "Foundation": "Fundacja",
  "History": "Historia",
  "Our supporters": "Wspierają nas",
  "Contact Us": "Skontaktuj się z nami",
  "Community": "Społeczność",
  "Badges": "Odznaki",
  "Join our Slack": "Dołącz do naszego zespołu w komunikatorze Slack",
  "Newsletter": "Biuletyn informacyjny",
  "News": "Aktualności",
  "Help us with translations": "Pomóż nam w tłumaczeniu",
  "Need help?": "Potrzebujesz pomocy?",
  "Our help center": "Centrum pomocy",
  "CoderDojo – Enabling young people worldwide to create and explore technology together": "CoderDojo - umożliwianie młodym ludziom na całym świecie wspólnego tworzenia i odkrywania technologii",
  "CoderDojo": "CoderDojo",
  "CoderDojo is a global movement of free, volunteer-led, community-based computer programming clubs for young people. Children can visit a Dojo where they can learn to code, build websites, create apps or games, and explore technology in an creative and social environment.": "CoderDojo to globalny ruch darmowych, prowadzonych przez wolontariuszy i opartych na społeczności klubów programowania dla młodzieży. Dzieci mogą odwiedzać Dojo, w którym nauczą się programować, budować strony internetowe, tworzyć aplikacje lub gry oraz odkrywać technologię w kreatywnym i społecznym środowisku.",
  "The community of {count} free, open and local programming clubs for young people": "Wspólnota {count} darmowych, otwartych i lokalnych klubów programowania dla młodzieży",
  "{youth} young people are being creative with technology with the help of {volunteers} volunteers in {countries} countries. Join us!": "{youth} młodych ludzi przy wsparciu {volunteers} wolontariuszy w {countries} krajach twórczo poznaje technologie. Dołącz do nas!",
  "What is CoderDojo?": "Co to jest CoderDojo?",
  "Dojos are relaxed and fun programming clubs!": "Dojo to pełne relaksu i zabawy kluby programowania!",
  "When I started to attend the CoderDojo courses, I only knew how to copy/paste. Now, I can build websites and I even experiment with game development.": "Gdy zacząłem uczęszczać na kursy CoderDojo, wiedziałem tylko jak kopiować / wklejać. Teraz potrafię budować strony internetowe a nawet eksperymentować z tworzeniem gier.",
  "It’s a place to go to learn really cool coding activities and make friends. I’ve got a chance to try things from scratch to drones and even how to live code music with sonic pi!": "Jest to miejsce, do którego można się udać by uczyć się na naprawdę fajnych zajęciach programistycznych i zawierać przyjaźnie. Mam okazję spróbować tak różnych rzeczy: od Scratcha po drony a nawet programowanie muzyki na żywo za pomocą sonic pi!",
  "Being a mentor": "Bycie mentorem",
  "Find a Dojo to attend": "Znajdź Dojo aby dołączyć",
  "Volunteer at a Dojo": "Zostań wolontariuszem w Dojo",
  "Join us and meet {count} like-minded volunteers": "Dołącz do nas i poznaj {count} wolontariuszy o podobnych upodobaniach",
  "Whether or not you can code, you can help a local club in just a few hours a month! Dojos need general volunteers, and mentors for sessions. Even mentors don’t have to have technical skills, because they help the young people mainly by encouraging them to discover their own way forward.": "Bez względu na to, czy potrafisz programować czy nie, możesz pomóc lokalnemu klubowi przez kilka godzin miesięcznie! Dojo potrzebują ogólnych wolontariuszy i mentorów na swoje sesje. Nawet mentorzy nie muszą posiadać umiejętności technicznych ponieważ pomagają młodym ludziom głównie poprzez zachęcanie ich do odkrywania ich własnej drogi naprzód.",
  "When I see them doing things on their own, getting their ideas out there, and seeing creativity spur out of the moment, really gives me so much joy": "Daje mi to wielką radość, gdy widzę jak działają na własną rękę, uzewnętrzniają swoje pomysły; gdy spontanicznie ujawnia się kreatywność",
  "See how easy it is to try out": "Zobacz, jak łatwo jest spróbować",
  "Want to start a Dojo?": "Chcesz otworzyć Dojo?",
  "It's just 3 steps!": "To zaledwie 3 kroki!",
  "CoderDojo champions are passionate, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "Mistrzowie CoderDojo to pełni zapału i motywacji (i często nietechniczni!) wolontariusze odpowiedzialni za urządzanie i utrzymywanie Dojo.",
  "Register with us as a champion so we can support you as you build and grow your Dojo.": "Zarejestruj się u nas jako mistrz abyśmy mogli wspierać Cię w budowie i rozwoju Twojego Dojo.",
  "Schedule your first event using our simple online events system, and use some of over 200 ready-made coding projects to run a great first Dojo session.": "Zaplanuj swoje pierwsze wydarzenie wykorzystując nasz prosty system zarządzania wydarzeniami i korzystaj z ponad 200 gotowych projektów programistycznych by przeprowadzić wspaniałą pierwszą sesję Dojo.",
  "Our community is one vast family!": "Nasza społeczność to jedna wielka rodzina!",
  "We're a global family that gets together in lots of places to talk, both online and face to face.": "Jesteśmy globalną rodziną, która spotyka się w wielu miejscach by rozmawiać zarówno online jak i twarzą w twarz.",
  "We hold big events for young people and volunteers all around the world. So find what you want to get involved in!": "Na całym świecie organizujemy duże wydarzenia dla młodych ludzi i wolontariuszy. Znajdź więc to, w co chcesz się zaangażować!",
  "We hold big yearly events called Coolest Projects for young people to show off what they have made.": "Co roku organizujemy wielkie wydarzenia, o nazwie Najfajniejsze Projekty, dla młodych ludzi by mogli wykazać się tym, co zrobili.",
  "There are less formal, regional MegaDojos, which are day-long Dojo sessions where kids can make whatever they want.": "Są też mniej formalne, regionalne MegaDojo będące całodniowymi sesjami Dojo, w czasie których dzieci mogą stworzyć cokolwiek chcą.",
  "We have many DojoCons every year all around the world, where volunteers get together and share their joys and learning!": "Mamy wiele konwentów DojoCons co roku na całym świecie. W ich trakcie wolontariusze mogą się spotykać i dzielić swoimi radościami i nauką!",
  "Our team & history": "Nasz zespół i historia",
  "We’re a {year}-year-old foundation with amazing growth and an eventful story.": "Jesteśmy {year}-letnią fundacją o niesamowitym wzroście i bogatej historii.",
  "Find out more about us!": "Dowiedz się więcej o nas!",
  "Talk to our community": "Zwróć się do naszej społeczności",
  "Say hello in our Facebook Group": "Przywitaj się na naszej grupie na Facebooku",
  "Our range of learning and training resources": "Asortyment naszych zasobów szkoleniowych",
  "Our collection of learning and training resources will help you in setting up and running your Dojo. The collection includes educational material, exercises and project ideas to give to the Ninjas at your Dojo as well as links to training materials and content for organisers.": "Nasz zbiór zasobów edukacyjnych pomoże Ci w uruchomieniu i działaniu Twojego Dojo. Zbiór ten zawiera materiały edukacyjne, ćwiczenia oraz pomysły na projekty, które możesz dać Ninja w swoim Dojo jak również linki do materiałów treningowych i treści dla organizatorów.",
  "To help you with setting up and running your Dojo, we've collected many useful resources created by community members, partners, and our team.": "Aby pomóc Ci z założeniu i prowadzeniu Twojego Dojo, zebraliśmy wiele przydatnych zasobów utworzonych przez członków społeczności, partnerów i naszego zespołu.",
  "Projects for your Dojo": "Projekty dla Twojego Dojo",
  "App Inventor for social enterprise": "App Inventor dla przedsięwzięć społecznych",
  "Scratch for social enterprise": "Scratch dla przedsięwzięć społecznych",
  "HTML & CSS for social enterprise": "HTML i CSS dla przedsięwzięć społecznych",
  "Make a chatbot using Scratch": "Make a chatbot using Scratch",
  "Create a meme generator in HTML": "Create a meme generator in HTML",
  "Code a pong game using Python": "Code a pong game using Python",
  "View more CoderDojo projects": "Zobacz więcej projektów CoderDojo",
  "If you've created a piece of learning content for your Dojo or found an online resource that others might find useful, please share and talk about it on our forums!": "Jeśli stworzyłeś jakiś fragment treści szkoleniowych dla swojego Dojo lub znalazłeś jakiś zasób online, który może być przydatny dla innych, podziel się proszę tym na naszych forach!",
  "Discuss your content on our forums": "Przedyskutuj nasze treści na naszych forach",
  "Our free online training on starting a Dojo": "Nasze bezpłatne szkolenie online o uruchamianiu Dojo",
  "Use our free resources, such as e-learning modules and recommended practices, to make running your Dojo easier.": "Użyj naszych darmowych zasobów, takich jak moduły e-learningowe i zalecane praktyki aby uczynić prowadzenie Swojego Dojo łatwiejszym.",
  "Learn how to set up a programming club for young people": "Dowiedz się, jak założyć klub programowania dla młodych ludzi",
  "If you need to build your confidence and knowledge in order to to start a Dojo just use our online course where you'll learn how to help young people explore technology in an informal, creative and social environment.": "Jeśli potrzebujesz zbudować swoją pewność siebie i wiedzę by otworzyć Dojo, po prostu wykorzystaj nasz kurs online, w trakcie którego nauczysz się pomagać młodym ludziom odkrywać technologię w nieformalnym, twórczym i społecznym środowisku.",
  "Our Start a Dojo course": "Nasz kurs Otwórz Dojo",
  "Our Helpdesk": "Nasz dział pomocy",
  "We provide lots of in-depth articles on running your Dojo in our help desk section. This is your go-to place for answers to all your Dojo-related questions, and it also has a chat box for you to contact us if you need anything else.": "Zapewniamy wiele szczegółowych artykułów na temat prowadzenia Dojo w sekcji pomocy technicznej. To jest właśnie miejsce, do którego powinieneś / powinnaś udać się w poszukiwaniu odpowiedzi na Twoje pytania związane z Dojo. Ma ono także pole czatu, za pomocą którego możesz skontaktować się z nami jeśli potrzebowałbyś / potrzebowałabyś czegoś więcej.",
  "Visit our help desk": "Odwiedź nasz dział pomocy technicznej",
  "Start a CoderDojo club in your local area": "Utwórz klub CoderDojo w Twojej okolicy",
  "Starting a Dojo is a fun and incredibly rewarding experience. The most important attribute you should have is that you can bring people together for a shared goal. Our registration process will guide you every step of the way making sure you have the most useful resources to hand.": "Otwarcie Dojo to pełne frajdy i niebywale satysfakcjonujące doświadczenie. Najważniejszą cechą, jaką powinieneś / powinnaś mieć jest umiejętność gromadzenia ludzi wokół wspólnego celu. Nasz proces rejestracji poprowadzi Cię krok po kroku, upewniając się, że masz najbardziej przydatne zasoby pod ręką.",
  "Let's start a Dojo for young people near you": "Utwórzmy w Twojej okolicy Dojo dla młodych ludzi",
  "1": "1",
  "Register": "Zarejestruj się",
  "2": "2",
  "Find": "Znajdź",
  "Find a public venue to hold your Dojo events. Libraries, offices and community centres are often used.": "Znajdź miejsce publiczne do organizowania wydarzeń Dojo. Często używane są biblioteki, biura i domy kultury.",
  "3": "3",
  "Start": "Start",
  "Schedule your first event using our events system, and use some of over 200 projects to run a great first Dojo session.": "Zaplanuj swoje pierwsze wydarzenie za pomocą naszego systemu wydarzeń i korzystaj z ponad 200 projektów aby uruchomić wspaniałą pierwszą sesję Dojo.",
  "What is a Champion?": "Kim jest mistrz?",
  "Dojos are championed by individuals all around the world who are passionate about giving young people the opportunity to learn to code. CoderDojo champions are enthusiastic, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "Mistrzami Dojo na całym świecie są osoby pełne zapału do dawania młodym ludziom możliwości nauki programowania. Mistrzowie CoderDojo są entuzjastycznymi, pełnymi motywacji (a często nawet nietechnicznymi!) wolontariuszami odpowiadającymi za stworzenie i utrzymywanie Dojo.",
  "But champions are never alone! They find volunteers to help them organise their Dojo and mentor the young people. And champions always have CoderDojo's resources and our 200+ projects to help them run their club and engage the kids, and they can always ask us, the CoderDojo team, for our help directly.": "Ale mistrzowie nigdy nie są samotni! Znajdują wolontariuszy pomagających im w organizowaniu ich Dojo i mentorowaniu młodych ludzi. Mistrzowie mają też zawsze do dyspozycji zasoby CoderDojo i ponad 200 projektów wspierających ich w prowadzeniu ich klubów i angażowaniu dzieci. Mogą też zawsze bezpośrednio prosić nas, zespół CoderDojo, o pomoc.",
  "Realising that I had created such a wonderful place for the children also ignited a spark in me.": "Zdanie sobie sprawy z tego, że stworzyłem tak wspaniałe miejsce dla dzieci rozpaliło również iskrę we mnie.",
  "Have more questions?": "Czy masz więcej pytań?",
  "We offer a free online course for people who'd like a structured way to start a Dojo": "Oferujemy bezpłatny kurs online dla ludzi, którzy chcieliby mieć uporządkowany sposób na rozpoczęcie Dojo",
  "Start a Dojo course": "Rozpocznij kurs Dojo",
  "In our help section, you'll find great articles to answer your questions, and you can ask us for advice directly!": "W naszym dziale pomocy znajdziesz świetne artykuły odpowiadające na Twoje pytania. Możesz także poprosić nas o radę bezpośrednio!",
  "Help desk": "Centrum pomocy",
  "There's no need to worry about projects or content for your Dojo": "Nie musisz się martwić o projekty czy treści dla Twojego Dojo",
  "200+ coding lessons built for you": "Ponad 200 lekcji programowania stworzonych dla Ciebie",
  "Want to see it all in person?": "Chciałbyś / Chciałabyś zobaczyć to osobiście?",
  "Find a Dojo event near you to visit": "Znajdź wydarzenie Dojo w Twojej okolicy",
  "How you can volunteer with CoderDojo": "Jak możesz zostać wolontariuszem w CoderDojo",
  "Dojos benefit from a mix of Mentors providing support, guidance and encouragement to CoderDojo attendees (Ninjas). Maybe you love working with kids, perhaps you want to share your technical skills, or maybe you are creative and have an eye for design. All of these traits make you the perfect Dojo volunteer!": "Dojo korzystają na różnorodności mentorów zapewniających wsparcie, wskazówki i zachętę uczestnikom CoderDojo (Ninja). Być może uwielbiasz pracę z dziećmi, może chcesz podzielić się swoimi technicznymi umiejętnościami a może jesteś osobą twórczą z talentem do projektowania. Wszystkie te cechy sprawiają, że jesteś idealnym wolontariuszem CoderDojo!",
  "Volunteer at a Dojo near you!": "Zostań wolontariuszem w Dojo w Twojej okolicy!",
  "What does it mean to volunteer at a Dojo?": "Co to znaczy być wolontariuszem w Dojo?",
  "There are {number} volunteers in {dojonumber} Dojos, and they do all sorts of things to help their clubs.": "W {dojonumber} Dojo jest {number} wolontariuszy robiących najróżniejsze rzeczy aby pomóc swoim klubom.",
  "You do not need to be a programmer to mentor at a Dojo! A lot of mentors are attendees' parents who have no technical experience at all when they start. Dojos benefit from having mentors with different skills, backgrounds, and levels of knowledge who provide support and encouragement to CoderDojo youth (Ninjas). The clubs also need general volunteers who focus on organising the events. The easiest way to see what volunteering is like: watch our video, and find a Dojo event to drop by to discover in person how a Dojo works!": "Nie musisz być programistą by być mentorem w Dojo! Wielu mentorów to rodzice uczestników, niemający na początku żadnego doświadczenia technicznego. Dojo korzystają na tym, że posiadają mentorów o różnych umiejętnościach, doświadczeniach i poziomach wiedzy zapewniających wsparcie i zachętę młodzieży CoderDojo (Ninjom). Kluby potrzebują także ogólnych wolontariuszy skupiających się na organizowaniu wydarzeń. Najprostszym sposobem, by zobaczyć na czym polega bycie wolontariuszem: obejrzyj nasz film i znajdź wydarzenie Dojo, na które wpadniesz by odkryć osobiście, jak działa Dojo!",
  "When I see them do things on their own, getting their ideas out there. It really gives me so much enjoyment.": "Gdy widzę jak pracują na własną rękę, uzewnętrzniają pomysły, daje mi to wiele radości.",
  "Find a Dojo to volunteer at": "Znajdź Dojo, w którym możesz być wolontariuszem",
  "How much time do I need to put in?": "Ile czasu trzeba zainwestować?",
  "You can attend your Dojo’s events to help out for a couple of hours, whether they are weekly, fortnightly, or monthly.": "Możesz brać udział w wydarzeniach swojego Dojo by pomagać na kilka godzin, nie ważne czy co tydzień, co dwa tygodnie bądź co miesiąc.",
  "How much technical expertise do I need?": "Jak dużo wiedzy technicznej potrzebuję?",
  "It's OK to have no technical experience, or lots of experience, or anything in between — there will be something useful you can do for your local Dojo. All help is appreciated!": "OK jest zarówno nie mieć żadnego doświadczenia technicznego jak i wiele doświadczenia oraz wszystko pomiędzy - na pewno będzie coś pożytecznego, co możesz zrobić dla swojego lokalnego Dojo. Każda pomoc jest doceniana!",
  "Resources to help you mentor young people": "Zasoby ułatwiające bycie mentorem dla młodych ludzi",
  "Training and supports for volunteers": "Szkolenie i wsparcie dla wolontariuszy",
  "View our ready made resources for Dojos": "Zobacz nasze gotowe zasoby dla Dojo",
  "Ask us directly": "Zapytaj nas bezpośrednio",
  "Girls initiative": "Inicjatywa dziewczęca",
  "Governance": "Governance",
  "Want more information about starting a Dojo and what our team can support you with? Join a webinar!": "Want more information about starting a Dojo and what our team can support you with? Join a webinar!",
  "Start a Dojo: Webinar": "Start a Dojo: Webinar"
}
