{
  "Login": "Autentificare",
  "Find a Dojo": "Găsește un Dojo",
  "Volunteer": "Înscrie-te ca voluntar",
  "Start a Dojo": "Deschide un Dojo",
  "Resources": "Resurse",
  "Close": "Închideţi",
  "The CoderDojo movement believes that an understanding of programming languages is increasingly important in the modern world, that it’s both better and easier to learn these skills early, and that nobody should be denied the opportunity to do so.": "Mişcarea CoderDojo crede că o înțelegere a limbajelor de programare devine din ce în ce mai importantă în lumea modernă, că este mai benefic şi mai uşor ca aceste abilități să fie invățate de mai devreme, și că nimeni nu ar trebui sa fie împiedicat în posibilitatea de a face acest lucru.",
  "Get Involved": "Implică-te",
  "Find a Dojo near you": "Găsește un Dojo în apropiere",
  "Donate": "Donează",
  "About CoderDojo": "Despre CoderDojo",
  "Foundation": "Fundația",
  "History": "Istoria noastră",
  "Our supporters": "Suporterii noştri",
  "Contact Us": "Contactează-ne",
  "Community": "Comunitate",
  "Badges": "Embleme",
  "Join our Slack": "Alătură-te grupului nostru pe Slack",
  "Newsletter": "Newsletter",
  "News": "Noutăți",
  "Help us with translations": "Ajută-ne cu traduceri",
  "Need help?": "Ai nevoie de ajutor?",
  "Our help center": "Centrul nostru de ajutor",
  "CoderDojo – Enabling young people worldwide to create and explore technology together": "CoderDojo – Ajută tinerii din întreaga lume să creeze și să exploreze impreună tehnologia",
  "CoderDojo": "CoderDojo",
  "CoderDojo is a global movement of free, volunteer-led, community-based computer programming clubs for young people. Children can visit a Dojo where they can learn to code, build websites, create apps or games, and explore technology in an creative and social environment.": "CoderDojo este o mişcare globală de cluburi de programare gratuite, conduse de voluntari, bazate pe comunități pentru tineri. Copiii pot vizita un Dojo unde ei pot învăța să programeze, sa construiască site-uri web, să creeze aplicații sau jocuri şi să exploreze tehnologia într-un mediu creativ şi social.",
  "The community of {count} free, open and local programming clubs for young people": "Comunitate de {count} cluburi de programare locale, gratuite și deschise pentru tineri",
  "{youth} young people are being creative with technology with the help of {volunteers} volunteers in {countries} countries. Join us!": "{youth} de tineri își testează creativitatea cu ajutorul a {volunteers} din voluntari în {countries} de țări. Alătură-te nouă!",
  "What is CoderDojo?": "Ce este CoderDojo?",
  "Dojos are relaxed and fun programming clubs!": "Dojo sunt cluburi de programare relaxate şi distractive!",
  "When I started to attend the CoderDojo courses, I only knew how to copy/paste. Now, I can build websites and I even experiment with game development.": "Când am început să urmez cursurile CoderDojo, știam doar cum să dau copy/paste. Acum, pot construi site-uri web şi chiar am experimentat și dezvoltarea jocurilor.",
  "It’s a place to go to learn really cool coding activities and make friends. I’ve got a chance to try things from scratch to drones and even how to live code music with sonic pi!": "Este un loc pentru unde poți afla despre activități interesante de programare şi a-ți face prieteni. Am avut șansa de a încerca lucruri de la zero şi chiar cum sa scriu un cod live cu sonic pi!",
  "Being a mentor": "A deveni mentor",
  "Find a Dojo to attend": "Găsește un Dojo pentru a participa",
  "Volunteer at a Dojo": "Fii voluntar la un Dojo",
  "Join us and meet {count} like-minded volunteers": "Alătură-te nouă si întâlnește {count} de voluntari ca tine",
  "Whether or not you can code, you can help a local club in just a few hours a month! Dojos need general volunteers, and mentors for sessions. Even mentors don’t have to have technical skills, because they help the young people mainly by encouraging them to discover their own way forward.": "Fie că poți sau nu să programezi, poți ajuta un club local în doar câteva ore pe lună! Dojo-urile au nevoie de voluntari și mentori pentru sesiuni. Chiar și mentorii nu trebuie să aibă abilități tehnice, deoarece aceștia ajută tinerii în principal încurajându-i să-și descopere propria lor cale de urmat.",
  "When I see them doing things on their own, getting their ideas out there, and seeing creativity spur out of the moment, really gives me so much joy": "Văzându-i cum fac lucrurile pe cont propriu, punându-și în practică ideile și văzând impulsul de creativitate din acel moment, îmi dă un sentiment imens de bucurie",
  "See how easy it is to try out": "Vezi cât de uşor este să încerci",
  "Want to start a Dojo?": "Vrei să deschizi un Dojo?",
  "It's just 3 steps!": "Sunt doar 3 pași!",
  "CoderDojo champions are passionate, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "Campionii CoderDojo sunt voluntari pasionați, motivați (și nu neapărat profesioniști!) care se ocupă de crearea și menținerea unui Dojo.",
  "Register with us as a champion so we can support you as you build and grow your Dojo.": "Înregistrează-te ca un campion astfel încât să te putem sprijini în construirea și dezvoltarea Dojo-ului tău.",
  "Schedule your first event using our simple online events system, and use some of over 200 ready-made coding projects to run a great first Dojo session.": "Programează-ți primul eveniment folosind sistemul nostru simplu de evenimente online, iar apoi folosește câteva din cele peste 200 de proiecte de programare gata-făcute pentru a desfășura prima sesiune Dojo de neuitat.",
  "Our community is one vast family!": "Comunitatea noastra este o mare familie!",
  "We're a global family that gets together in lots of places to talk, both online and face to face.": "Suntem o familie globală care se întâlnește într-o mulțime de locuri pentru a vorbi, atât online cât și față în față.",
  "We hold big events for young people and volunteers all around the world. So find what you want to get involved in!": "Ținem mari evenimente pentru tineri şi voluntari din întreaga lume. Deci, alege-ți în ce doriţi să vă împlicați!",
  "We hold big yearly events called Coolest Projects for young people to show off what they have made.": "Ținem mari evenimente anuale numite Coolest Projects pentru tineri pentru a scoate în evidenţă ceea ce au făcut.",
  "There are less formal, regional MegaDojos, which are day-long Dojo sessions where kids can make whatever they want.": "Sunt MegaDojos mai puţin formale, regionale, care sunt sesiuni Dojo de zile intregi, unde copiii pot face orice vor.",
  "We have many DojoCons every year all around the world, where volunteers get together and share their joys and learning!": "Avem multe DojoCons în fiecare an în întreaga lume, în cazul în care voluntarii se întâlnesc şi împărtăşesc bucuriile şi învăţăturile lor!",
  "Our team & history": "Echipa & istoria noastră",
  "We’re a {year}-year-old foundation with amazing growth and an eventful story.": "Suntem o fundație cu experiență de {year} ani cu o creştere uimitoare si o poveste plină de evenimente.",
  "Find out more about us!": "Află mai multe despre noi!",
  "Talk to our community": "Vorbește cu comunitatea noastră",
  "Say hello in our Facebook Group": "Salută-ne în grupul nostru Facebook",
  "Our range of learning and training resources": "Gama noastră de resurse pentru învățare și formare",
  "Our collection of learning and training resources will help you in setting up and running your Dojo. The collection includes educational material, exercises and project ideas to give to the Ninjas at your Dojo as well as links to training materials and content for organisers.": "Colecția noastră de resurse pentru învățare şi pregătire te va ajuta în crearea şi dezvoltarea Dojo-ului tău. Colecția cuprinde materiale educaționale, exerciții și idei de proiecte concepute pentru studenții Ninja din Dojo-ul tău, precum şi link-uri către materiale educaționale pentru organizatori.",
  "To help you with setting up and running your Dojo, we've collected many useful resources created by community members, partners, and our team.": "Pentru a te ajuta cu crearea și dezvoltarea Dojo-ului tău, am adunat numeroase resurse utile create de membrii comunității, de parteneri şi de echipa noastră.",
  "Projects for your Dojo": "Proiecte pentru Dojo-ul tău",
  "App Inventor for social enterprise": "Dezvoltator de Aplicații pentru întreprinderi sociale",
  "Scratch for social enterprise": "Scratch pentru întreprinderi sociale",
  "HTML & CSS for social enterprise": "HTML & CSS pentru întreprinderi sociale",
  "Make a chatbot using Scratch": "Creează un chatbot folosind Scratch",
  "Create a meme generator in HTML": "Creează un generator de meme-uri în HTML",
  "Code a pong game using Python": "Creează un joc pong în Python",
  "View more CoderDojo projects": "Vezi mai multe proiete CoderDojo",
  "If you've created a piece of learning content for your Dojo or found an online resource that others might find useful, please share and talk about it on our forums!": "Dacă ai creat ceva cu scop educațional pentru Dojo-ul tău, sau dacă ai găsit o resursă online pe care alții ar considera-o utilă, te rugăm să ne-o împărtășești pe forumurile noastre!",
  "Discuss your content on our forums": "Discută conținutul tău pe forumurile noastre",
  "Our free online training on starting a Dojo": "Instruirea noastră gratuită online privind lansarea unui Dojo",
  "Use our free resources, such as e-learning modules and recommended practices, to make running your Dojo easier.": "Folosește resursele noastre gratuite, precum modulele de învățare online și exercițiile recomandate pentru a facilita funcționarea Dojo-ului.",
  "Learn how to set up a programming club for young people": "Află cum să organizezi un club de programare pentru tineri",
  "If you need to build your confidence and knowledge in order to to start a Dojo just use our online course where you'll learn how to help young people explore technology in an informal, creative and social environment.": "Dacă trebuie să-ți îmbunătățești încrederea și cunoștințele pentru a deschide un Dojo, urmează cursul nostru online unde vei învăța cum să ajuți tinerii să exploreze tehnologia într-un mediu informal, creativ și social.",
  "Our Start a Dojo course": "Cursul nostru Deschide un Dojo",
  "Our Helpdesk": "Centrul nostru de asistență",
  "We provide lots of in-depth articles on running your Dojo in our help desk section. This is your go-to place for answers to all your Dojo-related questions, and it also has a chat box for you to contact us if you need anything else.": "Oferim o mulțime de articole detaliate despre cum să-ți organizezi Dojo-ul în secțiunea noastră de asistență. Aici poți găsi răspunsuri pentru toate întrebările legate de Dojo, precum și un canal de chat pentru a ne contacta dacă ai nevoie de altceva.",
  "Visit our help desk": "Vizitează centrul nostru de asistență",
  "Start a CoderDojo club in your local area": "Deschide un club CoderDojo în zona ta",
  "Starting a Dojo is a fun and incredibly rewarding experience. The most important attribute you should have is that you can bring people together for a shared goal. Our registration process will guide you every step of the way making sure you have the most useful resources to hand.": "Deschiderea unui Dojo este o experiență plăcută și incredibil de satisfăcătoare. Cel mai important atribut pe care trebuie să îl ai este capacitatea de a aduce oameni împreună pentru un obiectiv comun. Procesul nostru de înregistrare te va ghida pas cu pas, asigurându-ne că ai la dispoziție cele mai utile resurse.",
  "Let's start a Dojo for young people near you": "Hai să deschidem un Dojo pentru tinerii din zona ta",
  "1": "1",
  "Register": "Înregistrează-te",
  "2": "2",
  "Find": "Caută",
  "Find a public venue to hold your Dojo events. Libraries, offices and community centres are often used.": "Găsește un loc public unde sa organizezi evenimente pentru Dojo-ul tău. De obicei, sunt folosite ca locații bibloteci, birouri sau centre comunitare.",
  "3": "3",
  "Start": "Începe",
  "Schedule your first event using our events system, and use some of over 200 projects to run a great first Dojo session.": "Programează-ți primul eveniment folosind sistemul nostru de evenimente online, iar apoi folosește câteva din cele peste 200 de proiecte de programare pentru a desfășura prima sesiune Dojo de neuitat.",
  "What is a Champion?": "Ce este un Campion?",
  "Dojos are championed by individuals all around the world who are passionate about giving young people the opportunity to learn to code. CoderDojo champions are enthusiastic, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "Dojo-urile sunt susținute de persoane din întreaga lume care sunt pasionate de ideea de a oferi tinerilor posibilitatea de a învăța cum să programeze. Campionii CoderDojo sunt voluntari entuziaști (și nu neapărat profesioniști!), care se ocupă de înființarea și întreținerea unui Dojo.",
  "But champions are never alone! They find volunteers to help them organise their Dojo and mentor the young people. And champions always have CoderDojo's resources and our 200+ projects to help them run their club and engage the kids, and they can always ask us, the CoderDojo team, for our help directly.": "Dar campionii nu sunt niciodată singuri! Ei găsesc voluntari pentru a-i ajuta să-și organizeze Dojo-ul și să-i îndrume pe tineri. Campionii au întotdeauna resursele CoderDojo și cele 200 de proiecte la îndemână pentru a-i ajuta să conducă clubul și să-i motiveze pe copii, având în același timp posibilitatea de a solicita ajutor direct din partea echipei CoderDojo.",
  "Realising that I had created such a wonderful place for the children also ignited a spark in me.": "Atunci când am realizat că am creat un astfel de loc minunat pentru copii, am simțit o scânteie în mine.",
  "Have more questions?": "Ai mai multe întrebări?",
  "We offer a free online course for people who'd like a structured way to start a Dojo": "Oferim un curs online gratuit pentru cei care și-ar dori un mod structurat pentru a începe un Dojo",
  "Start a Dojo course": "Începe un curs Dojo",
  "In our help section, you'll find great articles to answer your questions, and you can ask us for advice directly!": "În secțiunea noastră de ajutor vei găsi articole excelente pentru a răspunde la întrebările tale, având posibilitatea de a ne cere sfatul direct!",
  "Help desk": "Centru de asistență",
  "There's no need to worry about projects or content for your Dojo": "Nu trebuie să-ți faci griji cu privire la proiecte sau conținut pentru Dojo-ul tău",
  "200+ coding lessons built for you": "Peste 200 de lecții de programare pentru tine",
  "Want to see it all in person?": "Vrei să vezi totul personal?",
  "Find a Dojo event near you to visit": "Găsește un eveniment organizat de un Dojo aproape de tine pentru a-i face o vizită",
  "How you can volunteer with CoderDojo": "Cum poți fii voluntar cu CoderDojo",
  "Dojos benefit from a mix of Mentors providing support, guidance and encouragement to CoderDojo attendees (Ninjas). Maybe you love working with kids, perhaps you want to share your technical skills, or maybe you are creative and have an eye for design. All of these traits make you the perfect Dojo volunteer!": "Dojo-urile beneficiază de un mix de mentori care oferă sprijin, îndrumare şi încurajare pentru participanții unui Dojo (Ninjas). Poate îți place să lucrezi cu copii, îți dorești să-ți împartășești abilitățile tehnice, sau poate ești o persoană creativă și ai un simț estetic aparte. Toate aceste trăsături te fac să fii voluntarul perfect pentru un Dojo!",
  "Volunteer at a Dojo near you!": "Devino voluntar la un Dojo aproape de tine!",
  "What does it mean to volunteer at a Dojo?": "Ce înseamnă să fii voluntar la un Dojo?",
  "There are {number} volunteers in {dojonumber} Dojos, and they do all sorts of things to help their clubs.": "Există {number} de voluntari în {dojonumber} de Dojo-uri care fac tot felul de lucruri pentru a ajuta cluburile lor.",
  "You do not need to be a programmer to mentor at a Dojo! A lot of mentors are attendees' parents who have no technical experience at all when they start. Dojos benefit from having mentors with different skills, backgrounds, and levels of knowledge who provide support and encouragement to CoderDojo youth (Ninjas). The clubs also need general volunteers who focus on organising the events. The easiest way to see what volunteering is like: watch our video, and find a Dojo event to drop by to discover in person how a Dojo works!": "Nu trebuie să fii un programator pentru a deveni mentor la un Dojo! O mulțime de mentori sunt părinții participanților care nu au deloc cunoştințe tehnice când încep. Dojo-urile beneficiază de mentori cu diferite competențe și niveluri de cunoaștere care oferă sprijin și încurajare pentru tinerii CoderDojo (Ninjas). De asemenea, cluburile au nevoie de voluntari care se concentrează pe organizarea evenimentelor. Cel mai simplu mod de a vedea ce inseamnă voluntariatul: urmărește videoclipul nostru și găsește un eveniment Dojo pentru a vedea cum funcționează cu adevărat un Dojo!",
  "When I see them do things on their own, getting their ideas out there. It really gives me so much enjoyment.": "Când îi văd cum fac lucrurile pe cont propriu, dând frâu ideilor... pur și simplu îmi dă o stare imensă de bucurie.",
  "Find a Dojo to volunteer at": "Găsește un Dojo unde să devii voluntar",
  "How much time do I need to put in?": "Cât timp trebuie sa fiu un voluntar?",
  "You can attend your Dojo’s events to help out for a couple of hours, whether they are weekly, fortnightly, or monthly.": "Poți participa doar câteva ore la evenimentele Dojo-ului tău pentru a ajuta, fie că acestea sunt saptămânale, bilunare sau lunare.",
  "How much technical expertise do I need?": "De cât de multă expertiza tehnică am nevoie?",
  "It's OK to have no technical experience, or lots of experience, or anything in between — there will be something useful you can do for your local Dojo. All help is appreciated!": "E OK daca nu ai nicio experiență tehnică, ești profesionist, sau ai cunoștințe medii — întotdeauna va fi exista ceva ce poți face pentru Dojo-ul tău. Orice ajutor este apreciat!",
  "Resources to help you mentor young people": "Resurse pentru a te ajuta să înveți tinerii",
  "Training and supports for volunteers": "Instruire şi suport pentru voluntari",
  "View our ready made resources for Dojos": "Vezi resursele noastre gata-făcute pentru Dojo-uri",
  "Ask us directly": "Întreabă-ne direct",
  "Girls initiative": "Inițiativa fetelor",
  "Governance": "Guvernare"
}
