{
  "Login": "Giriş Yap",
  "Find a Dojo": "Bir Dojo bulun",
  "Volunteer": "Gönüllü",
  "Start a Dojo": "Bir Dojo başlat",
  "Resources": "Kaynaklar",
  "Close": "Kapat",
  "The CoderDojo movement believes that an understanding of programming languages is increasingly important in the modern world, that it’s both better and easier to learn these skills early, and that nobody should be denied the opportunity to do so.": "CoderDojo hareketi, modern dünyada programlama dillerinin anlaşılmasının gittikçe daha önemli olduğuna; bu becerileri erken öğrenmenin hem daha iyi, hem de daha kolay olduğuna ve hiç kimsenin bunu yapma fırsatının engellenmemesi gerektiğine inanmaktadır.",
  "Get Involved": "Dahil Ol",
  "Find a Dojo near you": "Size yakın bir Dojo bulun",
  "Donate": "Bağış yap",
  "About CoderDojo": "CoderDojo hakkında",
  "Foundation": "Vakıf",
  "History": "Tarihçe",
  "Our supporters": "Destekçilerimiz",
  "Contact Us": "İletişim",
  "Community": "Topluluk",
  "Badges": "Rozetler",
  "Join our Slack": "Slack grubumuza katılın",
  "Newsletter": "Haber Bülteni",
  "News": "Haberler",
  "Help us with translations": "Çevirmeye yardım et",
  "Need help?": "Yardıma ihtiyacınız var mı?",
  "Our help center": "Yardım Merkezimiz",
  "CoderDojo – Enabling young people worldwide to create and explore technology together": "CoderDojo - Dünya çapında gençlerin birlikte teknolojiyi keşfetmesini ve yeni teknolojiler oluşturmasını sağlar",
  "CoderDojo": "CoderDojo",
  "CoderDojo is a global movement of free, volunteer-led, community-based computer programming clubs for young people. Children can visit a Dojo where they can learn to code, build websites, create apps or games, and explore technology in an creative and social environment.": "CoderDojo; gençler için ücretsiz, gönüllüler tarafından yönetilen, topluluk tabanlı bilgisayar programlama kulüplerinin küresel bir hareketidir. Çocuklar kod yazmayı, web siteleri oluşturmayı, uygulama veya oyun oluşturmayı ve teknolojiyi yaratıcı ve sosyal bir ortamda keşfetmeyi öğrenebilecekleri bir Dojo'yu ziyaret edebilirler.",
  "The community of {count} free, open and local programming clubs for young people": "Gençler için {count} ücretsiz, açık ve yerel programlama kulüpleri topluluğu",
  "{youth} young people are being creative with technology with the help of {volunteers} volunteers in {countries} countries. Join us!": "{youth} gençler, {countries} ülkelerde {volunteers} gönüllülerin yardımıyla teknoloji ile yaratıcı ediliyor. Bize katılın!",
  "What is CoderDojo?": "CoderDojo nedir?",
  "Dojos are relaxed and fun programming clubs!": "Dojolar, rahat ve eğlenceli programlama kulüpleridir!",
  "When I started to attend the CoderDojo courses, I only knew how to copy/paste. Now, I can build websites and I even experiment with game development.": "CoderDojo kurslarına katılmaya başladığımda sadece kopyala yapıştır yapabiliyordum. Şimdi ise internet siteleri oluşturabiliyorum, hatta oyun geliştirmeyi deniyorum.",
  "It’s a place to go to learn really cool coding activities and make friends. I’ve got a chance to try things from scratch to drones and even how to live code music with sonic pi!": "Çok güzel kodlama etkinliklerini öğrenmek ve arkadaş edinmek için gidilecek bir yer. Scratch'ten dronlara ve hatta nasıl sonic pi ile canlı müzik kodlamaya kadar şeyleri denemek için bir şansım oldu!",
  "Being a mentor": "Danışman olmak",
  "Find a Dojo to attend": "Katılmak için bir Dojo bulun",
  "Volunteer at a Dojo": "Dojo'da gönüllü ol",
  "Join us and meet {count} like-minded volunteers": "Bize katılın ve sizin gibi düşünen {count} gönüllüler ile tanışın",
  "Whether or not you can code, you can help a local club in just a few hours a month! Dojos need general volunteers, and mentors for sessions. Even mentors don’t have to have technical skills, because they help the young people mainly by encouraging them to discover their own way forward.": "Kod yazabilseniz de yazamasanız da ayda sadece birkaç saat yerel bir kulübe yardım edebilirsiniz! Dojo'ların gönüllülere ve oturumlar için danışmanlara ihtiyacı var. Danışmanların bile teknik becerilere sahip olmaları gerekmez. Çünkü onlar, gençlere, kendi yollarını keşfetmeleri için teşvik ederek yardımcı olurlar.",
  "When I see them doing things on their own, getting their ideas out there, and seeing creativity spur out of the moment, really gives me so much joy": "Kendi başlarına bir şeyler yapmaları, fikirlerini sunmaları ve bir anda ortaya çıkan yaratıcılıkları, bana gerçekten neşe veriyor",
  "See how easy it is to try out": "Denemenin ne kadar kolay olduğunu görün",
  "Want to start a Dojo?": "Bir Dojo başlatmak ister misin?",
  "It's just 3 steps!": "Yalnızca 3 adım!",
  "CoderDojo champions are passionate, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "CoderDojo şampiyonları; bir Dojo başlatıp, sürdürme sorumluluğunu alan tutkulu, istekli (ve genelde teknoloji meraklısı olmayan!) gönüllülerdir.",
  "Register with us as a champion so we can support you as you build and grow your Dojo.": "Bir şampiyon olarak siz de kayıt olun. Böylece Dojo'nuzu inşa ederken ve geliştirirken sizi destekleyebiliriz.",
  "Schedule your first event using our simple online events system, and use some of over 200 ready-made coding projects to run a great first Dojo session.": "Basit çevrimiçi etkinlikler sistemimizi kullanarak ilk etkinliğinizi planlayın ve büyük bir ilk Dojo seansı başlatmak için 200'ün üzerinde hazır kodlama projesinden istediğinizi kullanın.",
  "Our community is one vast family!": "Topluluğumuz geniş bir ailedir!",
  "We're a global family that gets together in lots of places to talk, both online and face to face.": "Hem çevrimiçi hem de yüz yüze konuşmak için birçok yerde bir araya gelen küresel bir aileyiz.",
  "We hold big events for young people and volunteers all around the world. So find what you want to get involved in!": "Dünyanın her yerindeki gençlere ve gönüllülere büyük etkinlikler düzenliyoruz. Siz, neye katılmak istediğinizi bulun!",
  "We hold big yearly events called Coolest Projects for young people to show off what they have made.": "Neler yaptıklarını herkese sunabilmeleri amacıyla gençler için her yıl En Güzel Projeler adı altında etkinlikler planlamaktayız.",
  "There are less formal, regional MegaDojos, which are day-long Dojo sessions where kids can make whatever they want.": "Daha az resmi, bölgesel MegaDojolar şeklindeki bir günlük Dojo seanslarında çocuklar istedikleri her şeyi yapabilmektedirler.",
  "We have many DojoCons every year all around the world, where volunteers get together and share their joys and learning!": "Her yıl dünya çapında gönüllülerin bir araya geldiği ve sevinçleri ile bilgilerini paylaştıkları bir çok DojoCon'a sahibiz!",
  "Our team & history": "Ekibimiz ve tarihçemiz",
  "We’re a {year}-year-old foundation with amazing growth and an eventful story.": "Biz, şaşırtıcı bir büyüme ve etkinliklerle dolu hikayelere sahip {year} yaşında bir kurumuz.",
  "Find out more about us!": "Hakkımızda daha fazla bilgi edinin!",
  "Talk to our community": "Topluluğumuzla konuşun",
  "Say hello in our Facebook Group": "Facebook grubumuza merhaba deyin",
  "Our range of learning and training resources": "Eğitim ve öğretim kaynaklarımız",
  "Our collection of learning and training resources will help you in setting up and running your Dojo. The collection includes educational material, exercises and project ideas to give to the Ninjas at your Dojo as well as links to training materials and content for organisers.": "Eğitim ve öğretim kaynaklarımız, kendi Dojo'nuzu kurmanıza ve başlatmanıza yardımcı olacaktır. Bu kaynaklar arasında Dojo'nuzdaki Ninjalara verebilmeniz için eğitim malzemeleri, deneyler ve proje fikirleri olduğu kadar, organizatörler için de eğitim malzemeleri ve içerik bulunmaktadır.",
  "To help you with setting up and running your Dojo, we've collected many useful resources created by community members, partners, and our team.": "Kendi Dojo'nuzu oluşturmanız ve başlatmanıza yardımcı olmak amacıyla topluluk üyelerimiz, ortaklarımız ve takımımız tarafından geliştirilmiş bir çok yararlı kaynağı bir araya getirdik.",
  "Projects for your Dojo": "Dojo'nuz için projeler",
  "App Inventor for social enterprise": "Sosyal girişim için App Inventor",
  "Scratch for social enterprise": "Sosyal girişim için Scratch",
  "HTML & CSS for social enterprise": "Sosyal girişim için HTML ve CSS",
  "Make a chatbot using Scratch": "Scratch ile bir sohbet robotu yapın",
  "Create a meme generator in HTML": "HTML ile bir meme oluşturucusu yapın",
  "Code a pong game using Python": "Python kullanarak bir pong oyunu yapın",
  "View more CoderDojo projects": "Daha fazla CoderDojo projesi görün",
  "If you've created a piece of learning content for your Dojo or found an online resource that others might find useful, please share and talk about it on our forums!": "Şayet kendi Dojo'nuz için küçük de olsa bir eğitim içeriği oluşturmuşsanız veya diğerlerinin faydalı olduğunu düşüneceği çevrimiçi bir kaynak bulmuşsanız, lütfen forum sayfalarımızda paylaşın ve bundan bize biraz bahsedin!",
  "Discuss your content on our forums": "İçeriğinizi forumlarımızda tartışın",
  "Our free online training on starting a Dojo": "Bir Dojo başlatmak için ücretsiz çevrimiçi eğitimimiz",
  "Use our free resources, such as e-learning modules and recommended practices, to make running your Dojo easier.": "Dojo'nuzun daha kolay ilerlemesini sağlamak için e-öğrenme modülleri ve tavsiye edilen yöntemler gibi ücretsiz kaynaklarımızı kullanın.",
  "Learn how to set up a programming club for young people": "Gençler için bir programlama kulübünü nasıl kuracağınızı öğrenin",
  "If you need to build your confidence and knowledge in order to to start a Dojo just use our online course where you'll learn how to help young people explore technology in an informal, creative and social environment.": "Bir Dojo başlatmak için kendinize güven gelmesi ve bazı bilgiler için gençlere samimi, yaratıcı ve sosyal bir ortamda teknolojiyi keşfetmelerine nasıl yardımcı olabileceğinizi öğreneceğiniz çevrimiçi kurslarımızı kullanabilirsiniz.",
  "Our Start a Dojo course": "Bizim Dojo Başlangıç kursumuz",
  "Our Helpdesk": "Yardım merkezimiz",
  "We provide lots of in-depth articles on running your Dojo in our help desk section. This is your go-to place for answers to all your Dojo-related questions, and it also has a chat box for you to contact us if you need anything else.": "Yardım merkezi bölümümüzde, kendi Dojo'nuzu yürütmek üzerine bir çok detaylı makale yer almaktadır. Burası, sizin Dojo ile ilgili tüm sorularınız için uğramanız gereken bir yerdir ve burada başka bir şeye ihtiyacınız olması halinde bizimle irtibata geçebileceğiniz bir konuşma kutusu da mevcuttur.",
  "Visit our help desk": "Yardım merkezimizi ziyaret edin",
  "Start a CoderDojo club in your local area": "Bölgenizde bir CoderDojo kulübü oluşturun",
  "Starting a Dojo is a fun and incredibly rewarding experience. The most important attribute you should have is that you can bring people together for a shared goal. Our registration process will guide you every step of the way making sure you have the most useful resources to hand.": "Bir Dojo başlatmak, eğlenceli ve düşünemeyeceğiniz kadar değerli bir tecrübedir. Sahip olmanız gereken en önemli özellik, ortak bir amaç uğruna insanları bir araya getirebilme yeteneğidir. Bizim kayıt işlemlerimiz esnasında sizlere rehberlik edilmekte, bu sayede elinizin altında faydalı kaynakların bulunacağından emin olunmaktadır.",
  "Let's start a Dojo for young people near you": "Yanınızdaki gençler için bir Dojo başlatalım",
  "1": "1",
  "Register": "Kayıt Ol",
  "2": "2",
  "Find": "Bul",
  "Find a public venue to hold your Dojo events. Libraries, offices and community centres are often used.": "Kendi Dojo etkinliklerinizi sunmak için herkesin katılabileceği toplantılar düzenleyin. Kütüphaneler, ofisler ve topluluk merkezleri, bu amaçla sıklıkla kullanılan yerlerdir.",
  "3": "3",
  "Start": "Başlat",
  "Schedule your first event using our events system, and use some of over 200 projects to run a great first Dojo session.": "Aktivite sistemimizi kullanarak ilk aktivitenizi planlayın ve büyük bir ilk Dojo oturumunu başlatmak için 200'den fazla projemizden faydalanın.",
  "What is a Champion?": "Şampiyon nedir?",
  "Dojos are championed by individuals all around the world who are passionate about giving young people the opportunity to learn to code. CoderDojo champions are enthusiastic, driven (and often not techie!) volunteers who take charge of setting up and maintaining a Dojo.": "Dojolar, dünya çapında gençlere kodlamayı öğrenmeleri konusunda fırsat oluşturmaya gönüllü insanlar tarafından desteklenmektedir. CoderDojo destekçileri; bir Dojo başlatıp, sürdürme sorumluluğunu alan tutkulu, istekli (ve genelde teknoloji meraklısı olmayan!) gönüllülerdir.",
  "But champions are never alone! They find volunteers to help them organise their Dojo and mentor the young people. And champions always have CoderDojo's resources and our 200+ projects to help them run their club and engage the kids, and they can always ask us, the CoderDojo team, for our help directly.": "Ancak şampiyonlar asla yalnız değildir! Onlar, Dojolarını organize etmeye ve gençlere danışmanlık yapmaya yardımcı olacak gönüllüler bulurlar. Ve şampiyonlar, kulüplerini çalıştırmak ve çocukları daima aktif tutmak için CoderDojo'nun kaynaklarına ve 200'den fazla projesine sahiptirler.",
  "Realising that I had created such a wonderful place for the children also ignited a spark in me.": "Çocuklar için böyle harika bir yer yaratmış olduğumu görmek, benim içimde bir kıvılcımın parlamasına neden oldu.",
  "Have more questions?": "Başka sorunuz var mı?",
  "We offer a free online course for people who'd like a structured way to start a Dojo": "Dojo'ya başlamak için çerçevesi belirlenmiş bir yol izlemek isteyenler için ücretsiz çevrimiçi kurslarımız mevcuttur",
  "Start a Dojo course": "Bir Dojo kursuna başlayın",
  "In our help section, you'll find great articles to answer your questions, and you can ask us for advice directly!": "Yardım bölümümüzde, sorularınıza cevap alabileceğiniz önemli başlıklar bulacaksınız. Tavsiye almak için bize direkt soru sorabilirsiniz!",
  "Help desk": "Yardım Merkezi",
  "There's no need to worry about projects or content for your Dojo": "Dojo'nuz için projeler veya içerik konusunda endişelenmeye gerek yoktur",
  "200+ coding lessons built for you": "200'den fazla kodlama dersi sizin için oluşturulmuş ",
  "Want to see it all in person?": "Hepsini kendi gözlerinizle görmek ister misiniz?",
  "Find a Dojo event near you to visit": "Ziyaret etmek için size yakın bir Dojo çalışması bulun",
  "How you can volunteer with CoderDojo": "CoderDojo'da nasıl gönüllü olabilirsiniz",
  "Dojos benefit from a mix of Mentors providing support, guidance and encouragement to CoderDojo attendees (Ninjas). Maybe you love working with kids, perhaps you want to share your technical skills, or maybe you are creative and have an eye for design. All of these traits make you the perfect Dojo volunteer!": "Dojolar, CoderDojo katılımcılarına (Ninjalar) destek ve cesaret verecek, rehberlik yapacak farklı yelpazelerde danışmanlardan faydalanır. Çocuklarla çalışmayı seviyor olabilirsiniz. Belki teknik yeteneklerinizi paylaşmak istersiniz, veya belki çok yaratıcısınızdır ve tasarım tam sizin işinizdir. Tüm bu özellikler, sizi mükemmel bir Dojo gönüllüsü yapacaktır!",
  "Volunteer at a Dojo near you!": "Yakınınızdaki bir Dojo'da gönüllü olun!",
  "What does it mean to volunteer at a Dojo?": "Dojo'da gönüllü olmak ne anlama geliyor?",
  "There are {number} volunteers in {dojonumber} Dojos, and they do all sorts of things to help their clubs.": "{dojonumber} Dojo içerisinde {number} gönüllü yer almaktadır ve bu kişiler, kulüplerine yardımcı olabilmek için her şeyi yaparlar.",
  "You do not need to be a programmer to mentor at a Dojo! A lot of mentors are attendees' parents who have no technical experience at all when they start. Dojos benefit from having mentors with different skills, backgrounds, and levels of knowledge who provide support and encouragement to CoderDojo youth (Ninjas). The clubs also need general volunteers who focus on organising the events. The easiest way to see what volunteering is like: watch our video, and find a Dojo event to drop by to discover in person how a Dojo works!": "Dojo'da danışman olmak için bir programcı olmanıza gerek yoktur! Danışmanların çoğu, katılımcıların başladıklarında hiç bir teknik tecrübeye sahip olmayan ebeveynleridir. Dojolar, CoderDojo gençliğine (Ninjalar) destek ve cesaret verecek farklı yetenek, altyapı ve bilgi seviyelerindeki danışmanlardan faydalanır. Kulüplerin etkinlikleri organize edecek gönüllülere de ihtiyacı vardır. Gönüllü olmanın nasıl bir şey olduğunu görmenin en kolay yolu: videomuzu seyredin, nasıl bir şey olduğunu şahsen keşfetmek için bir Dojo bulun ve geçerken uğrayın!",
  "When I see them do things on their own, getting their ideas out there. It really gives me so much enjoyment.": "Onları kendi başlarına bir şeyler yaparken, fikirlerini gerçeğe dönüştürürken görmek, bana çok fazla heyecan veriyor.",
  "Find a Dojo to volunteer at": "Gönüllü olmak için bir Dojo bul",
  "How much time do I need to put in?": "Koymak için ne kadar zamanı ihtiyacım var?",
  "You can attend your Dojo’s events to help out for a couple of hours, whether they are weekly, fortnightly, or monthly.": "Dojo etkinliklerine haftada bir, iki haftada bir veya ayda bir, bir kaç saatinizi ayırarak katılabilir, yardım edebilirsiniz.",
  "How much technical expertise do I need?": "Ne kadar teknik uzmanlığa ihtiyacım var?",
  "It's OK to have no technical experience, or lots of experience, or anything in between — there will be something useful you can do for your local Dojo. All help is appreciated!": "Teknik tecrübeniz hiç olmasa da, çok fazla tecrübeniz olsa da, bunların arasında bir yerde de olsanız fark etmez-bölgenizdeki Dojo için faydalı olabileceğiniz bir şey mutlaka vardır. Her türlü yardımınız bizim için çok kıymetlidir!",
  "Resources to help you mentor young people": "Gençlere danışmanlık yapmanıza yardımcı olacak kaynaklar",
  "Training and supports for volunteers": "Gönüllüler için eğitim ve destekler",
  "View our ready made resources for Dojos": "Dojolar için hazır kaynaklarımızı görün",
  "Ask us directly": "Bize doğrudan sorun",
  "Girls initiative": "Kızların girişimi",
  "Governance": "Yönetim",
  "Want more information about starting a Dojo and what our team can support you with? Join a webinar!": "Bir Dojo başlatmak ve ekibimizin size nasıl yardımcı olabileceği hakkında daha fazla bilgi ister misiniz? Bir web seminerine katılın!",
  "Start a Dojo: Webinar": "Bir Dojo başlatmak: Web semineri",
  "Thank you for your interest in joining the CoderDojo community!": "Thank you for your interest in joining the CoderDojo community!",
  "Due to the coronavirus pandemic, we have paused the Dojo verification process.": "Due to the coronavirus pandemic, we have paused the Dojo verification process.",
  "In the meantime, we’re providing exciting opportunities for young people, parents, volunteers, and educators to get creative with tech through": "In the meantime, we’re providing exciting opportunities for young people, parents, volunteers, and educators to get creative with tech through",
  "Digital Making at Home": "Digital Making at Home",
  "from the Raspberry Pi Foundation.": "from the Raspberry Pi Foundation."
}
